<HTML>
   <HEAD>
      <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
   
      <!--Filename : §CONVERSION§RDA@TRA-DOC-IT-ARRET-C-0140-2010-201107922-06_00-->
      <!-- Feuille de style -->
      <LINK href="./../../../../css/coj/coj-arr-c-fr.css" REL="stylesheet" TYPE="text/css">
      <LINK HREF="coj-arr-c-it.css" REL="stylesheet" TYPE="text/css">
      <!-- Titre du document -->
      <TITLE></TITLE>
      <LINK href="./../../../../css/coj/coj-som-c-fr.css" REL="stylesheet" TYPE="text/css">
      <LINK HREF="coj-som-c-it.css" REL="stylesheet" TYPE="text/css">
   </HEAD>
   <BODY>
      <P class="S73Alineacentregras"><B>Causa C&#8209;140/10</B></P>
      <P class="S73Alineacentregras"><B>Greenstar-Kanzi Europe NV</B></P>
      <P class="S73Alineacentregras"><B>contro</B></P>
      <P class="S73Alineacentregras"><B>Jean Hustin e Jo Goossens</B></P>
      <P class="S39Centre">(domanda di pronuncia pregiudiziale proposta dallo Hof van Cassatie)</P>
      <P class="S71Indicateur">&laquo;Regolamento (CE) n.&nbsp;2100/94, come modificato dal regolamento (CE) n.&nbsp;873/2004 &#8212; Interpretazione degli artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1-3, 16, 27, 94 e 104 &#8212; Principio di esaurimento della privativa comunitaria per ritrovati vegetali &#8212; Contratto di licenza &#8212; Azione per infrazione nei confronti di un terzo &#8212; Violazione del contratto di licenza da parte del licenziatario nei suoi rapporti contrattuali con il terzo&raquo;</P>
      <P class="S40Titre">Massime della sentenza</P>
      <P class="S33MotCle"><I>Agricoltura &#8212; Legislazioni uniformi &#8212; Privativa per ritrovati vegetali &#8212; Azione per infrazione promossa dal titolare della
            privativa o dal licenziatario contro un terzo che abbia ottenuto il materiale del raccolto della variet&agrave; protetta tramite
            un altro licenziatario che ha violato le condizioni o le limitazioni contenute nel contratto di licenza precedentemente concluso
            con il titolare &#8212; Ammissibilit&agrave; &#8212; Presupposto</I></P>
      <P class="S34MotCleFin"><I>(Regolamento del Consiglio n.&nbsp;2100/94, come modificato dal regolamento n.&nbsp;873/2004, artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1&#8209;3, 16, 27, 94
            e 104)</I></P>
      <P class="S02AlineaAltA">L&#8217;art.&nbsp;94 del regolamento n.&nbsp;2100/94, concernente la privativa comunitaria per ritrovati vegetali, come modificato dal regolamento
         n.&nbsp;873/2004, in combinato disposto con gli artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1&#8209;3, 16, 27 e 104 di detto regolamento, deve essere interpretato
         nel senso che il titolare della privativa comunitaria per ritrovati vegetali o il licenziatario pu&ograve; intentare un&#8217;azione per
         infrazione contro un terzo, il quale abbia ottenuto il materiale del raccolto della variet&agrave; protetta tramite un altro licenziatario
         che ha violato le condizioni o le limitazioni contenute nel contratto di licenza che quest&#8217;ultimo licenziatario ha precedentemente
         concluso con il titolare, purch&eacute; le condizioni o le limitazioni in esame riguardino direttamente gli elementi essenziali della
         privativa comunitaria per ritrovati vegetali di cui trattasi, cosa che spetta al giudice nazionale valutare.
      </P>
      <P class="S02AlineaAltA">Ai fini della valutazione dell&#8217;infrazione in una simile ipotesi, &egrave; irrilevante il fatto che il terzo che abbia compiuto atti
         sul materiale del raccolto della variet&agrave; protetta venduto o ceduto fosse informato o avrebbe dovuto essere informato delle
         condizioni o delle limitazioni contenute nel suddetto contratto di licenza.
      </P>
      <P class="S36Renvoi">(v. punti 44, 49, dispositivo 1-2)</P>
<br> <br> <br>
<br> <br> <br>
      <P class="C19Centre">SENTENZA DELLA CORTE (Prima Sezione)</P>
      <P class="C19Centre">20 ottobre 2011 (<A HREF="#Footnote*" NAME="Footref*">*</A>)
      </P>
      <P class="C71Indicateur">&laquo;Regolamento (CE) n.&nbsp;2100/94, come modificato dal regolamento (CE) n.&nbsp;873/2004 &#8211; Interpretazione degli artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1&#8209;3, 16, 27, 94 e 104 &#8211; Principio di esaurimento della privativa comunitaria per ritrovati vegetali &#8211; Contratto di licenza &#8211; Azione per infrazione nei confronti di un terzo &#8211; Violazione del contratto di licenza da parte del licenziatario nei suoi rapporti contrattuali con il terzo&raquo;</P>
      <P class="C02AlineaAltA">Nel procedimento C&#8209;140/10,</P>
      <P class="C02AlineaAltA">avente ad oggetto la domanda di pronuncia pregiudiziale proposta alla Corte, ai sensi dell&#8217;art.&nbsp;267 TFUE, dallo Hof van Cassatie
         (Belgio) con decisione 25 febbraio 2010, pervenuta in cancelleria il 17 marzo 2010, nella causa
      </P>
      <P class="C02AlineaAltA"><B>Greenstar-Kanzi Europe NV</B></P>
      <P class="C02AlineaAltA">contro</P>
      <P class="C02AlineaAltA"><B>Jean Hustin,</B></P>
      <P class="C02AlineaAltA"><B>Jo Goossens,</B></P>
      <P class="C19Centre">LA CORTE (Prima Sezione),</P>
      <P class="C02AlineaAltA">composta dal sig.&nbsp;A.&nbsp;Tizzano, presidente di sezione, dai sigg., M.&nbsp;Safjan, M.&nbsp;Ile&#353;i&#269;, E.&nbsp;Levits e J.&#8209;J.&nbsp;Kasel (relatore),
         giudici,
      </P>
      <P class="C02AlineaAltA">avvocato generale: sig.&nbsp;N. J&auml;&auml;skinen</P>
      <P class="C02AlineaAltA">cancelliere: sig.&nbsp;A. Calot Escobar</P>
      <P class="C02AlineaAltA">vista la fase scritta del procedimento,</P>
      <P class="C02AlineaAltA">considerate le osservazioni presentate:</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per la Greenstar-Kanzi Europe NV, dagli avv.ti&nbsp;N. Segers e K. Tielens, advocaten;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per i sigg.&nbsp;Hustin e Goossens, dagli avv.ti&nbsp;H. Van Gompel e J. Hensen, advocaten;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per il governo spagnolo, dal sig.&nbsp;F. D&iacute;ez Moreno, in qualit&agrave; di agente;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per la Commissione europea, dai sigg.&nbsp;F. Wilman e T. van Rijn, in qualit&agrave; di agenti,</P>
      <P class="C02AlineaAltA">sentite le conclusioni dell&#8217;avvocato generale, presentate all&#8217;udienza del 7 luglio 2011,</P>
      <P class="C02AlineaAltA">ha pronunciato la seguente</P>
      <P class="C75Debutdesmotifs"><B>Sentenza</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point1">1</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La domanda di pronuncia pregiudiziale verte sull&#8217;interpretazione degli artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1&#8209;3, 16, 27, 94 e 104 del regolamento
         (CE) del Consiglio 27 luglio 1994, n.&nbsp;2100, concernente la privativa comunitaria per ritrovati vegetali (GU&nbsp;L&nbsp;227, pag.&nbsp;1,
         e rettifica in GU&nbsp;2001, L&nbsp;111, pag.&nbsp;31), come modificato dal regolamento (CE) del Consiglio 29 aprile 2004, n.&nbsp;873 (GU&nbsp;L&nbsp;162,
         pag.&nbsp;38); in prosieguo: il &laquo;regolamento n.&nbsp;2100/94)&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point2">2</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale domanda &egrave; stata presentata nell&#8217;ambito di una controversia tra la Green-Star Kanzi Europe NV (in prosieguo: la &laquo;GKE&raquo;)
         e i sigg.&nbsp;Hustin e Goossens in merito ad un&#8217;asserita violazione, da parte di questi ultimi, del marchio Kanzi e della variet&agrave;
         di meli Nicoter, nonch&eacute; dei diritti di marchio e di privativa comunitaria per ritrovati vegetali ad essi associati, a causa
         della commercializzazione di mele, con il marchio Kanzi, da parte dei sigg.&nbsp;Hustin e Goossens.
      </P>
      <P class="C04Titre1">&nbsp;<B>Contesto normativo</B></P>
      <P class="C05Titre2">&nbsp;<I>Il diritto dell&#8217;Unione</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point3">3</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il quattordicesimo &#8216;considerando&#8217; del regolamento n.&nbsp;2100/94 cos&igrave; recita:
      </P>
      <P class="C02AlineaAltA">&laquo;considerando che, per garantire effetti uniformi del diritto comunitario di tutela delle nuove variet&agrave; vegetali in tutta
         la Comunit&agrave;, le transazioni commerciali soggette al consenso del titolare devono essere chiaramente definite; che da un lato,
         la portata della tutela deve essere ampliata rispetto alla maggior parte dei sistemi nazionali onde includere taluni materiali
         della variet&agrave; per tener conto degli scambi con territori che non fanno parte della Comunit&agrave; e in cui non vige un sistema di
         tutela; che, d&#8217;altro canto, l&#8217;introduzione del principio di esaurimento dei diritti deve garantire che la protezione non sia
         eccessiva&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point4">4</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;11, n.&nbsp;1, di tale regolamento dispone quanto segue:
      </P>
      <P class="C02AlineaAltA">&laquo;Il diritto alla privativa comunitaria per ritrovati vegetali spetta alla persona che ha creato oppure scoperto e sviluppato
         la variet&agrave; ovvero al suo avente causa, entrambi &#8211; la persona e il suo avente causa &#8211; in appresso denominati &#8220;il costitutore&#8221;&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point5">5</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;13 di detto regolamento &egrave; formulato come segue:
      </P>
      <P class="C02AlineaAltA">&laquo;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In virt&ugrave; della privativa comunitaria per ritrovati vegetali il titolare o i titolari di tale privativa, in appresso denominati
         &#8220;titolare&#8221;, hanno facolt&agrave; di effettuare in ordine alle variet&agrave; gli atti indicati al paragrafo&nbsp;2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fatte salve le disposizioni degli artt.&nbsp;15 e 16, gli atti indicati in appresso effettuati in ordine a costituenti varietali,
         o al materiale del raccolto della variet&agrave; protetta, in appresso denominati globalmente &#8220;materiali&#8221;, richiedono l&#8217;autorizzazione
         del titolare:
      </P>
      <P class="C09Marge0avecretrait">a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;produzione o riproduzione (moltiplicazione);</P>
      <P class="C09Marge0avecretrait">b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;condizionamento a fini di moltiplicazione;</P>
      <P class="C09Marge0avecretrait">c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;messa in vendita;</P>
      <P class="C09Marge0avecretrait">d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vendita o altra commercializzazione;</P>
      <P class="C09Marge0avecretrait">e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;esportazione dalla Comunit&agrave;;</P>
      <P class="C09Marge0avecretrait">f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;importazione nella Comunit&agrave;;</P>
      <P class="C09Marge0avecretrait">g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;magazzinaggio per uno degli scopi di cui alle lettere da a) a f).</P>
      <P class="C02AlineaAltA">Il titolare pu&ograve; subordinare la sua autorizzazione a determinate condizioni e limitazioni.</P>
      <P class="C02AlineaAltA">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Le disposizioni del paragrafo 2 si applicano a prodotti del raccolto soltanto qualora essi siano stati ottenuti mediante un&#8217;utilizzazione
         non autorizzata dei costituenti varietali della variet&agrave; protetta e a meno che il titolare abbia avuto una congrua opportunit&agrave;
         di esercitare il suo diritto in relazione ai suddetti costituenti varietali.
      </P>
      <P class="C02AlineaAltA">(...)&raquo;.</P>
      <P class="C01PointnumeroteAltN"><A NAME="point6">6</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ai sensi dell&#8217;art.&nbsp;16 del regolamento n.&nbsp;2100/94:
      </P>
      <P class="C02AlineaAltA">&laquo;La privativa comunitaria per ritrovati vegetali non si estende agli atti riguardanti il materiale della variet&agrave; protetta
         o di una variet&agrave; contemplata dalle disposizioni dell&#8217;articolo 13, paragrafo 5, che sia stata ceduta ad altri in qualsiasi
         parte della Comunit&agrave; dal titolare o con il suo consenso, o qualsiasi materiale derivante da detto materiale, a meno che tali
         atti:
      </P>
      <P class="C09Marge0avecretrait">a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;siano relativi all&#8217;ulteriore moltiplicazione della variet&agrave; in questione, salvo se tale moltiplicazione era prevista al momento
         della cessione del materiale, oppure
      </P>
      <P class="C09Marge0avecretrait">b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;siano relativi all&#8217;esportazione di costituenti della variet&agrave; in paesi terzi dove non siano protette le variet&agrave; del genere
         o specie cui appartiene la variet&agrave;, salvo se il materiale esportato &egrave; destinato al consumo finale&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point7">7</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;27 del detto regolamento cos&igrave; dispone:
      </P>
      <P class="C02AlineaAltA">&laquo;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La privativa comunitaria per ritrovati vegetali pu&ograve; essere oggetto, in tutto o in parte, di licenze contrattuali. Dette licenze
         possono essere esclusive o non esclusive.
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il titolare pu&ograve; far valere i diritti conferiti dalla privativa comunitaria per ritrovati vegetali nei confronti del titolare
         di una licenza contrattuale che violi le condizioni o i limiti della licenza di cui al paragrafo 1&raquo;.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point8">8</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;94 di detto regolamento dispone quanto segue:
      </P>
      <P class="C09Marge0avecretrait">&laquo;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chiunque:</P>
      <P class="C09Marge0avecretrait">a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;compia senza esservi autorizzato uno degli atti contemplati all&#8217;articolo 13, paragrafo 2, nei confronti di una variet&agrave; oggetto
         di una privativa comunitaria per ritrovati vegetali
      </P>
      <P class="C10Marge1">(...)</P>
      <P class="C02AlineaAltA">pu&ograve; essere oggetto di un&#8217;azione intentata dal titolare per far cessare la violazione o per ottenere un&#8217;equa compensazione
         o per entrambe le cose.
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chiunque agisca deliberatamente o per negligenza &egrave; tenuto fra l&#8217;altro a risarcire il danno subito dal titolare per l&#8217;atto
         di cui trattasi. Nel caso di colpa lieve, il risarcimento pu&ograve; essere ridotto in proporzione senza tuttavia essere inferiore
         al vantaggio ottenuto dall&#8217;autore dell&#8217;infrazione per il fatto di averla compiuta&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point9">9</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;104 del medesimo regolamento cos&igrave; recita:
      </P>
      <P class="C02AlineaAltA">&laquo;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;azione per infrazione pu&ograve; essere promossa dal titolare. Il licenziatario pu&ograve; promuovere tali azioni salvo che siano state
         espressamente escluse di concerto con il titolare nel caso di una licenza esclusiva o dall&#8217;Ufficio ai sensi degli articoli
         29 o 100, paragrafo 2.
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ogni licenziatario pu&ograve; intervenire nel quadro di un&#8217;azione per infrazione promossa dal titolare per ottenere un risarcimento
         per il danno subito&raquo;.
      </P>
      <P class="C04Titre1">&nbsp;<B>Causa principale e questioni pregiudiziali</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point10">10</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La societ&agrave; Nicola&iuml; NV (in prosieguo: la &laquo;Nicola&iuml;&raquo;) &egrave; il &laquo;costitutore&raquo;, ai sensi dell&#8217;art.&nbsp;11, n.&nbsp;1, del regolamento n.&nbsp;2100/94,
         di una nuova variet&agrave; di meli, vale a dire la variet&agrave; Nicoter. Quest&#8217;ultima variet&agrave; &egrave; l&#8217;unica a produrre mele che vengono commercializzate
         con il marchio Kanzi, semprech&eacute; soddisfino determinati requisiti di qualit&agrave;. Per evitare un&#8217;alterazione della qualit&agrave; della
         variet&agrave; e del marchio in esame, &egrave; stato realizzato un sistema equivalente ad una rete di distribuzione selettiva, comprensivo
         di una serie di oneri specifici che comportano restrizioni alla produzione dell&#8217;albero nonch&eacute; per quanto riguarda la produzione,
         conservazione, selezione e commercializzazione dei frutti. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point11">11</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La domanda relativa alla variet&agrave; di meli Nicoter, depositata il 27 aprile 2001 dalla Nicola&iuml;, &egrave; stata pubblicata il 15 giugno
         2001 nel <I>Bollettino ufficiale dell&#8217;Ufficio comunitario delle variet&agrave; vegetali</I>.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point12">12</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La privativa per ritrovati vegetali associata a tale domanda &egrave; stata conferita dalla Nicola&iuml; alla societ&agrave; Better3fruit NV
         (in prosieguo: la &laquo;Better3fruit&raquo;) il 3 settembre 2002. La Better3fruit &egrave; quindi titolare della privativa comunitaria per ritrovati
         vegetali rilasciata per gli alberi della variet&agrave; Nicoter.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point13">13</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Better3fruit &egrave; inoltre titolare del marchio di mele Kanzi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point14">14</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nel 2003 la Better3fruit e la Nicola&iuml; hanno stipulato un contratto di licenza con cui &egrave; stato conferito alla Nicola&iuml; il diritto
         esclusivo di coltivare e commercializzare meli della variet&agrave; Nicoter. Detto contratto prevede che la Nicola&iuml; &laquo;non trasferir&agrave;
         o vender&agrave; alcun prodotto oggetto della licenza se la controparte interessata non abbia previamente sottoscritto la licenza
         di coltivazione di cui all&#8217;allegato 6 (in caso di controparte/coltivatore) o la licenza di commercializzazione di cui all&#8217;allegato
         7 (in caso di controparte/partner commerciale)&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point15">15</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 24 dicembre 2004 la Nicola&iuml; ha venduto al sig.&nbsp;Hustin 7&nbsp;000 meli della variet&agrave; Nicoter. In questa transazione, quest&#8217;ultimo
         non si &egrave; impegnato a rispettare determinate disposizioni con riguardo alla coltivazione delle mele e alla vendita del raccolto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point16">16</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il contratto di licenza stipulato nel 2003 tra la Better3fruit e la Nicola&iuml; &egrave; stato risolto il 20 gennaio 2005. Ad una data
         controversa tra le parti della causa principale, la GKE ha ottenuto per i meli Nicoter i diritti esclusivi di sfruttamento
         previsti dalla privativa comunitaria per ritrovati vegetali. La GKE &egrave; diventata quindi licenziataria al posto della Nicola&iuml;.
         
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point17">17</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 4 dicembre 2007 si &egrave; constatato che il sig.&nbsp;Goossens vendeva mele con il marchio Kanzi. &Egrave; risultato che tali mele gli erano
         state fornite dal sig.&nbsp;Hustin.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point18">18</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In seguito a tale constatazione, la GKE ha proposto contro i sigg.&nbsp;Hustin e Goossens un ricorso per infrazione della privativa
         comunitaria per ritrovati vegetali. Il 29 gennaio 2008 il presidente del Rechtbank van koophandel te Antwerpen (Tribunale
         di commercio di Anversa) (Belgio), in qualit&agrave; di giudice dei provvedimenti provvisori, ha dichiarato che sia il sig.&nbsp;Hustin
         sia il sig.&nbsp;Goossens avevano violato la privativa comunitaria per ritrovati vegetali della GKE. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point19">19</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lo Hof van beroep te Antwerpen (Corte di appello di Anversa) ha riformato tale decisione con sentenza 24 aprile 2008. Detto
         giudice, pur ritenendo che la Nicola&iuml; non avesse effettivamente rispettato gli obblighi derivanti dal contratto di licenza,
         ha dichiarato che non era ravvisabile, quanto ai sigg.&nbsp;Hustin e Goossens, alcuna infrazione della privativa comunitaria per
         ritrovati vegetali della GKE, dato che le limitazioni previste dal contratto di licenza concluso tra la Better3fruit e la
         Nicola&iuml; non erano opponibili ai sigg.&nbsp;Hustin e Goossens. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point20">20</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La GKE ha proposto un ricorso per cassazione contro detta sentenza dello Hof van beroep te Antwerpen.&nbsp;Lo Hof van Cassatie,
         nutrendo dubbi circa la portata da attribuire alla regola dell&#8217;esaurimento, quale enunciata all&#8217;art.&nbsp;16 del regolamento n.&nbsp;2100/94,
         ha deciso di sospendere il procedimento e di sottoporre alla Corte le due seguenti questioni pregiudiziali:
      </P>
      <P class="C09Marge0avecretrait">&laquo;1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se l&#8217;art.&nbsp;94 del regolamento n.&nbsp;2100/94 (&#8230;), in combinato disposto con gli artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1&#8209;3, 16, 27 e 104 [di detto]
         regolamento (&#8230;), debba essere interpretato nel senso che il titolare o il licenziatario pu&ograve; avviare un&#8217;azione per infrazione
         nei confronti di chiunque effettui atti riguardanti il materiale a quest&#8217;ultimo venduto o ceduto da un licenziatario, qualora
         non siano state rispettate le limitazioni convenute nel contratto di licenza tra il licenziatario e il titolare della privativa
         comunitaria per il caso di vendita di detto materiale.
      </P>
      <P class="C09Marge0avecretrait">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In caso di risposta affermativa, se ai fini della valutazione della violazione sia rilevante che colui che effettua i menzionati
         atti sia al corrente, o si ritiene debba essere al corrente, delle limitazioni contenute nel contratto di licenza di cui sopra&raquo;.
      </P>
      <P class="C04Titre1">&nbsp;<B>Sulle questioni pregiudiziali</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point21">21</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sua prima questione, il giudice del rinvio chiede, in sostanza, se il titolare della privativa comunitaria per ritrovati
         vegetali o il suo licenziatario possa agire in giudizio per infrazione nei confronti di un terzo che ha acquistato il materiale
         presso un altro licenziatario senza che quest&#8217;ultimo abbia rispettato, nella vendita del materiale, le condizioni o le limitazioni
         contenute nel contratto di licenza concluso tra il titolare e quest&#8217;ultimo licenziatario.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point22">22</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In via preliminare, va osservato che la causa principale concerne esclusivamente la questione se il nuovo licenziatario, ovvero
         la GKE, possa agire in giudizio per infrazione nei confronti di terzi, nel caso di specie i sigg.&nbsp;Hustin e Goossens, i quali
         hanno acquistato il materiale presso il precedente licenziatario, nella fattispecie, la Nicola&iuml;, che, nella vendita di questo
         materiale, ha violato i requisiti o le limitazioni contenuti nel contratto di licenza da essa concluso, allora, con il titolare
         della privativa comunitaria per ritrovati vegetali, vale a dire la Better3fruit. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point23">23</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anche se non sembra pertinente la prima ipotesi menzionata dal giudice del rinvio, ossia la facolt&agrave;, per il titolare, di intentare
         egli stesso una siffatta azione per infrazione nei confronti di detto terzo, tenuto conto delle specificit&agrave; della causa principale,
         &egrave; giocoforza, tuttavia, constatare che l&#8217;art.&nbsp;94, n.&nbsp;1, del regolamento n.&nbsp;2100/94 riserva al titolare della privativa comunitaria
         per ritrovati vegetali il diritto di intentare un&#8217;azione per infrazione. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point24">24</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Poich&eacute; il diritto del licenziatario di intentare un&#8217;azione simile dipende da quello del titolare, occorre determinare, in
         un primo tempo, a quali precise condizioni il regolamento n.&nbsp;2100/94 subordina l&#8217;esercizio di tale diritto da parte del titolare.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point25">25</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto concerne la privativa per ritrovati vegetali introdotta dal regolamento n.&nbsp;2100/94, va rilevato che quest&#8217;ultimo
         prevede vari livelli di protezione e diversi rimedi giurisdizionali.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point26">26</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In primo luogo, esiste una tutela &laquo;primaria&raquo; applicabile ai costituenti varietali ai sensi dell&#8217;art.&nbsp;13, n.&nbsp;2, del regolamento
         n.&nbsp;2100/94. Il materiale del raccolto &egrave; oggetto, da parte sua, di una tutela &laquo;secondaria&raquo; che, pur essendo parimenti menzionata
         dall&#8217;art.&nbsp;13, n.&nbsp;2, di detto regolamento, &egrave; ampiamente limitata dal n.&nbsp;3 del medesimo articolo. Infatti, sebbene i costituenti
         varietali e il materiale del raccolto rientrino nella nozione di &laquo;materiali&raquo;, ai sensi dell&#8217;art.&nbsp;13, n.&nbsp;2, di detto regolamento,
         la tutela prevista per queste due categorie &egrave; tuttavia diversa.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point27">27</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In secondo luogo, il regolamento n.&nbsp;2100/94 prevede varie possibilit&agrave; di ricorso. Ai sensi dell&#8217;art.&nbsp;94, n.&nbsp;1, di quest&#8217;ultimo,
         chiunque compia senza esservi autorizzato uno degli atti contemplati all&#8217;art.&nbsp;13, n.&nbsp;2, nei confronti di una variet&agrave; oggetto
         di una privativa comunitaria per ritrovati vegetali pu&ograve; essere oggetto di un&#8217;azione per infrazione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point28">28</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Riguardo, in particolare, ai contratti di licenza, l&#8217;art.&nbsp;27, n.&nbsp;2, del regolamento n.&nbsp;2100/94 stabilisce che il titolare
         pu&ograve; far valere i diritti conferiti dalla privativa comunitaria per ritrovati vegetali nei confronti del titolare di una licenza
         contrattuale che violi le condizioni o i limiti della licenza di cui al n.&nbsp;1 del medesimo articolo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point29">29</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre, pertanto, distinguere tra, da un lato, i ricorsi proposti dal titolare avverso il licenziatario e, dall&#8217;altro, quelli
         proposti nei confronti di un terzo che compia atti concernenti il materiale tutelato, senza esservi autorizzato. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point30">30</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto all&#8217;ultimo di questi due casi, oggetto della causa principale, si deve aggiungere che l&#8217;art.&nbsp;104, n.&nbsp;1, del regolamento
         n.&nbsp;2100/94 prevede la possibilit&agrave;, per il licenziatario, di esercitare l&#8217;azione per infrazione al posto del titolare. Pertanto,
         la GKE, in qualit&agrave; di licenziatario, &egrave; autorizzata ad intentare un&#8217;azione per infrazione contro i sigg.&nbsp;Hustin e Goossens.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point31">31</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuttavia, va osservato che, conformemente alla cosiddetta regola &laquo;dell&#8217;esaurimento&raquo; di cui all&#8217;art.&nbsp;16 del regolamento n.&nbsp;2100/94,
         la privativa comunitaria per ritrovati vegetali non si estende agli atti concernenti il materiale della variet&agrave; protetta che
         sia stato ceduto a terzi dal titolare o con il suo consenso in qualsiasi parte dell&#8217;Unione europea, a meno che tali atti non
         implichino o un&#8217;ulteriore moltiplicazione della variet&agrave; di cui trattasi, salvo se tale moltiplicazione era prevista al momento
         della cessione del materiale, o un&#8217;esportazione di costituenti della variet&agrave; in paesi terzi dove non siano protette le variet&agrave;
         del genere o specie cui appartiene la variet&agrave;, eccetto il caso in cui il materiale esportato sia destinato al consumo finale.
         
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point32">32</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Da tale art.&nbsp;16 del regolamento n.&nbsp;2100/94, nonch&eacute; dalla regola ivi enunciata discende che, nell&#8217;ambito di una causa come
         quella principale, l&#8217;azione per infrazione intentata dalla GKE, nella sua qualit&agrave; di nuovo licenziatario che agisce al posto
         del titolare, ovvero la Better3fruit, nei confronti dei sigg.&nbsp;Hustin e Goossens, &egrave; configurabile solamente nella misura in
         cui sia esaurito il diritto del titolare.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point33">33</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tal proposito, dal fascicolo emerge che la Better3fruit e la Nicola&iuml; hanno concluso un contratto di licenza, in forza del
         quale la Better3fruit ha concesso alla Nicola&iuml; il diritto esclusivo di coltivare e di commercializzare i meli della variet&agrave;
         Nicoter, nonch&eacute; l&#8217;uso dei diritti associati a questi ultimi. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point34">34</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale contratto di licenza conteneva condizioni o limiti in base ai quali la Nicola&iuml; non aveva il diritto di cedere alcun prodotto,
         oggetto della licenza, senza che il terzo di cui trattasi s&#8217;impegnasse a rispettare dette condizioni o detti limiti. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point35">35</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pertanto, occorre esaminare se, alla luce degli elementi esposti nei due punti precedenti, sia esaurito il diritto del titolare
         della privativa comunitaria per ritrovati vegetali.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point36">36</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La portata del principio dell&#8217;esaurimento, quale enunciato all&#8217;art.&nbsp;16 del regolamento n.&nbsp;2100/94, non &egrave; stata ancora oggetto
         di interpretazione da parte della Corte. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point37">37</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio si interroga sulla questione se, tuttavia, sia applicabile per analogia la giurisprudenza della Corte
         relativa alla portata di questo principio dell&#8217;esaurimento in materia di diritto dei marchi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point38">38</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Da detta giurisprudenza, la quale concerne i rapporti tra il titolare di un marchio e il suo licenziatario, discende che la
         commercializzazione di prodotti contrassegnati dal marchio da parte di un licenziatario deve essere considerata, in linea
         di principio, come effettuata con il consenso del titolare del marchio (v. sentenza 23 aprile 2009, causa C&#8209;59/08, Copad,
         Racc.&nbsp;pag.&nbsp;I&#8209;3421, punto 46).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point39">39</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuttavia, in base alla medesima giurisprudenza, il contratto di licenza non equivale ad un consenso assoluto e incondizionato
         del titolare alla commercializzazione, da parte del licenziatario, dei prodotti contrassegnati da tale marchio (v. citata
         sentenza Copad, punto 47).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point40">40</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto concerne, in particolare, la privativa per ritrovati vegetali, l&#8217;art.&nbsp;27, n.&nbsp;2, del regolamento n.&nbsp;2100/94 prevede
         espressamente la possibilit&agrave;, per il titolare, di invocare i diritti conferitagli da questa privativa nei confronti di un
         licenziatario, qualora quest&#8217;ultimo violi una delle clausole del contratto di licenza. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point41">41</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Riguardo, per contro, all&#8217;azione per infrazione contro terzi, contemplata dall&#8217;art.&nbsp;94 del regolamento n.&nbsp;2100/94, occorre
         tener conto del quattordicesimo &#8216;considerando&#8217; dello stesso regolamento secondo cui la tutela di cui gode il titolare non
         &egrave; eccessiva. Pertanto, &egrave; giocoforza constatare che la violazione di una qualunque clausola del contratto di licenza non pu&ograve;
         comportare il fatto che manchi sempre il consenso del titolare. In particolare non si pu&ograve; ritenere che questo consenso manchi
         nel caso in cui il licenziatario violi una disposizione del contratto di licenza che non inficia il consenso alla commercializzazione
         e quindi neanche l&#8217;esaurimento del diritto del titolare.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point42">42</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Poich&eacute; il fascicolo sottoposto alla Corte non contiene copie degli allegati 6 e 7 al contratto di licenza cui viene fatto
         riferimento nella clausola in esame di detto contratto, la Corte non dispone di elementi sufficienti per determinare il tipo
         di disposizione oggetto della causa principale. Di conseguenza, spetta al giudice del rinvio qualificare, sulla base dei fatti
         e delle circostanze della causa di cui &egrave; adito, le disposizioni del contratto di licenza di cui trattasi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point43">43</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se il giudice del rinvio dovesse constatare che il materiale tutelato &egrave; stato ceduto dal licenziatario in violazione di una
         condizione o di una limitazione contenuta nel contratto di licenza e vertente direttamente sugli elementi essenziali della
         privativa comunitaria per ritrovati vegetali, si dovrebbe concludere che detta cessione del materiale da parte del licenziatario
         ad un terzo &egrave; avvenuta senza il consenso del titolare, con la conseguenza che il diritto di quest&#8217;ultimo non &egrave; esaurito. Per
         contro, la violazione di disposizioni contrattuali di tutt&#8217;altra natura nel contratto di licenza non impedisce l&#8217;esaurimento
         del diritto del titolare.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point44">44</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce delle considerazioni precedenti, la prima questione sottoposta va risolta dichiarando che l&#8217;art.&nbsp;94 del detto regolamento,
         in combinato disposto con gli artt.&nbsp;11, n.&nbsp;1, 13, nn.&nbsp;1&#8209;3, 16, 27 e 104 di detto regolamento, in condizioni quali quelle della
         causa principale, deve essere interpretato nel senso che il titolare o il licenziatario pu&ograve; intentare un&#8217;azione per infrazione
         contro un terzo, il quale abbia ottenuto il materiale tramite un altro licenziatario che ha violato le condizioni o le limitazioni
         contenute nel contratto di licenza che quest&#8217;ultimo licenziatario ha precedentemente concluso con il titolare, purch&eacute; le condizioni
         o i limiti in esame riguardino direttamente gli elementi essenziali della privativa comunitaria per ritrovati vegetali di
         cui trattasi, il che spetta al giudice del rinvio valutare.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point45">45</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sua seconda questione, il giudice del rinvio chiede, in sostanza, se, ai fini della valutazione dell&#8217;infrazione, si
         debba determinare se il terzo che compia atti sul materiale venduto o ceduto fosse informato o avrebbe dovuto essere informato
         delle condizioni o dei limiti contenuti nel contratto di licenza. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point46">46</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tal proposito va rilevato che l&#8217;art.&nbsp;94, n.&nbsp;1, del regolamento n.&nbsp;2100/94 precisa le condizioni in cui il titolare della
         privativa comunitaria per ritrovati vegetali pu&ograve; intentare un&#8217;azione per infrazione nei confronti dell&#8217;autore di quest&#8217;ultima
         al fine di ottenere o la cessazione dell&#8217;infrazione o il versamento di un&#8217;equa remunerazione, o una combinazione di queste
         due forme di riparazione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point47">47</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il n.&nbsp;2 del medesimo articolo elenca i casi nei quali il titolare pu&ograve;, inoltre, intentare un&#8217;azione contro l&#8217;autore di un&#8217;infrazione
         allo scopo di ottenere un risarcimento del danno causato da quest&#8217;ultima. Affinch&eacute; il titolare possa chiedere un siffatto
         risarcimento del danno sub&igrave;to, l&#8217;autore dell&#8217;infrazione, conformemente a detto n.&nbsp;2, deve aver agito deliberatamente o per
         negligenza. Nel caso di colpa lieve, il diritto al risarcimento del titolare pu&ograve;, in linea di principio, essere ridotto in
         proporzione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point48">48</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dal confronto del tenore letterale di questi due paragrafi emerge la mancanza, nel n.&nbsp;1, di qualunque elemento soggettivo.
         Pertanto, &egrave; giocoforza constatare che elementi soggettivi, quali la conoscenza di condizioni o di limiti contenuti nel contratto
         di licenza, sono, in linea di principio, irrilevanti ai fini della valutazione di un&#8217;infrazione e del diritto ad agire contro
         l&#8217;autore della stessa.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point49">49</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce delle considerazioni che precedono, la seconda questione sottoposta va risolta dichiarando che, ai fini della valutazione
         dell&#8217;infrazione, &egrave; irrilevante il fatto che il terzo che abbia compiuto atti sul materiale venduto o ceduto fosse informato
         o avrebbe dovuto essere informato delle condizioni o delle limitazioni contenute nel contratto di licenza.
      </P>
      <P class="C04Titre1">&nbsp;<B>Sulle spese</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point50">50</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nei confronti delle parti nella causa principale il presente procedimento costituisce un incidente sollevato dinanzi al giudice
         del rinvio, cui spetta quindi statuire sulle spese. Le spese sostenute da altri soggetti per presentare osservazioni alla
         Corte non possono dar luogo a rifusione.
      </P>
      <P class="C41DispositifIntroduction">Per questi motivi, la Corte (Prima Sezione) dichiara:</P>
      <P class="C08Dispositif">1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>L&#8217;art.&nbsp;94 del regolamento (CE) del Consiglio 27 luglio 1994, n.&nbsp;2100, concernente la privativa comunitaria per ritrovati vegetali,
            come modificato dal regolamento (CE) del Consiglio 29 aprile 2004, n.&nbsp;873, in combinato disposto con gli artt.&nbsp;11, n.&nbsp;1, 13,
            nn.&nbsp;1&#8209;3, 16, 27 e 104 di detto regolamento, in condizioni quali quelle della causa principale, deve essere interpretato nel
            senso che il titolare o il licenziatario pu&ograve; intentare un&#8217;azione per infrazione contro un terzo, il quale abbia ottenuto il
            materiale tramite un altro licenziatario che ha violato le condizioni o le limitazioni contenute nel contratto di licenza
            che quest&#8217;ultimo licenziatario ha precedentemente concluso con il titolare, purch&eacute; le condizioni o le limitazioni in esame
            riguardino direttamente gli elementi essenziali della privativa comunitaria per ritrovati vegetali di cui trattasi, cosa che
            spetta al giudice del rinvio valutare. </B></P>
      <P class="C08Dispositif">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>Ai fini della valutazione dell&#8217;infrazione, &egrave; irrilevante il fatto che il terzo che abbia compiuto atti sul materiale venduto
            o ceduto fosse informato o avrebbe dovuto essere informato delle condizioni o delle limitazioni contenute nel contratto di
            licenza. </B></P>
      <P class="C77Signatures">Firme</P>
      <HR>
      <P class="C42FootnoteLangue"><A HREF="#Footref*" NAME="Footnote*">*</A><SUP></SUP> Lingua processuale: l&#8217;olandese.
      </P>
   </BODY>
</HTML>
