<HTML>
   <HEAD>
      <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
   
      <!--Filename : RDA@TRA-DOC-IT-ARRET-C-0159-2010-201104769-06_00-->
      <!-- Feuille de style -->
      <LINK href="./../../../../css/coj/coj-arr-c-fr.css" REL="stylesheet" TYPE="text/css">
      <LINK HREF="coj-arr-c-it.css" REL="stylesheet" TYPE="text/css">
      <!-- Titre du document -->
      <TITLE></TITLE>
      <LINK href="./../../../../css/coj/coj-som-c-fr.css" REL="stylesheet" TYPE="text/css">
      <LINK HREF="coj-som-c-it.css" REL="stylesheet" TYPE="text/css">
   </HEAD>
   <BODY>
      <P class="S73Alineacentregras"><B>Cause riunite C&#8209;159/10 e C&#8209;160/10</B></P>
      <P class="S73Alineacentregras"><B>Gerhard Fuchs</B></P>
      <P class="S73Alineacentregras"><B>e</B></P>
      <P class="S73Alineacentregras"><B>Peter K&ouml;hler </B></P>
      <P class="S73Alineacentregras"><B>contro</B></P>
      <P class="S73Alineacentregras"><B>Land Hessen</B></P>
      <P class="S39Centre">(domande di pronuncia pregiudiziale proposte </P>
      <P class="S39Centre">dal Verwaltungsgericht Frankfurt am Main)</P>
      <P class="S71Indicateur">&laquo;Direttiva 2000/78/CE &#8212; Art.&nbsp;6, n.&nbsp;1 &#8212; Divieto di discriminazioni fondate sull&#8217;et&agrave; &#8212; Collocamento a riposo d&#8217;ufficio dei procuratori che abbiano raggiunto l&#8217;et&agrave; di 65 anni &#8212; Finalit&agrave; legittime che giustificano una disparit&agrave; di trattamento fondata sull&#8217;et&agrave; &#8212; Coerenza della legislazione&raquo;</P>
      <P class="S40Titre">Massime della sentenza</P>
      <P class="S35MotClenumerote">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<I>Politica sociale &#8212; Parit&agrave; di trattamento in materia di occupazione e di condizioni di lavoro &#8212; Direttiva 2000/78 &#8212; Divieto
            di discriminazione fondata sull&#8217;et&agrave; &#8212; Normativa nazionale che prevede, per una categoria di funzionari nominati a vita, il
            collocamento a riposo d&#8217;ufficio all&#8217;et&agrave; di 65 anni e che per&ograve; consente loro, ove richiesto dall&#8217;interesse del servizio, di
            continuare a lavorare fino all&#8217;et&agrave; di 68 anni</I></P>
      <P class="S37MotCleFinretrait1"><I>(Direttiva del Consiglio 2000/78, art.&nbsp;6, n.&nbsp;1)</I></P>
      <P class="S35MotClenumerote">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<I>Politica sociale &#8212; Parit&agrave; di trattamento in materia di occupazione e di condizioni di lavoro &#8212; Direttiva 2000/78 &#8212; Divieto
            di discriminazione fondata sull&#8217;et&agrave; &#8212; Normativa nazionale che prevede, per una categoria di funzionari nominati a vita, il
            collocamento a riposo obbligatorio all&#8217;et&agrave; di 65 anni e che per&ograve; consente loro, ove richiesto dall&#8217;interesse del servizio,
            di continuare a lavorare fino all&#8217;et&agrave; di 68 anni</I></P>
      <P class="S37MotCleFinretrait1"><I>(Direttiva del Consiglio 2000/78)</I></P>
      <P class="S01PointAltN"><A NAME="point1">1.</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La direttiva 2000/78, che stabilisce un quadro generale per la parit&agrave; di trattamento in materia di occupazione e di condizioni
         di lavoro, non osta ad una legge la quale preveda il collocamento a riposo d&#8217;ufficio dei pubblici funzionari nominati a vita
         &#8211; nel caso di specie, i procuratori &#8211; al raggiungimento dell&#8217;et&agrave; di 65 anni, e che per&ograve; consenta loro di continuare a lavorare,
         ove richiesto dall&#8217;interesse del servizio, fino all&#8217;et&agrave; massima di 68 anni, purch&eacute; la finalit&agrave; di tale legge sia quella di
         instaurare una ripartizione equilibrata delle fasce di et&agrave; allo scopo di favorire l&#8217;occupazione e la promozione dei giovani,
         di ottimizzare la gestione del personale e, al tempo stesso, di prevenire le eventuali controversie in merito all&#8217;idoneit&agrave;
         del dipendente ad esercitare la propria attivit&agrave; oltre una certa et&agrave;, e purch&eacute; la legge suddetta consenta di raggiungere tale
         finalit&agrave; con mezzi appropriati e necessari.
      </P>
      <P class="S19Marge1">Affinch&eacute; sia dimostrato il carattere appropriato e necessario della misura in esame, essa non deve apparire irragionevole
         rispetto alla finalit&agrave; perseguita e deve essere basata su elementi, dei quali spetta al giudice nazionale stabilire il valore
         probatorio. Tali elementi possono comprendere in particolare dati statistici.
      </P>
      <P class="S36Renvoi">(v. punti 75, 82-83, dispositivo 1-2)</P>
      <P class="S01PointAltN"><A NAME="point2">2.</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Una legge nazionale, la quale preveda il collocamento a riposo obbligatorio dei funzionari nominati a vita &#8211; nel caso di specie,
         i procuratori &#8211; al raggiungimento dell&#8217;et&agrave; di 65 anni, non presenta un carattere incoerente per il solo fatto che in taluni
         casi consente loro di lavorare fino all&#8217;et&agrave; di 68 anni, che essa reca inoltre disposizioni intese a frenare i pensionamenti
         prima dell&#8217;et&agrave; di 65 anni, e che altre disposizioni legislative dello Stato membro interessato prevedono il mantenimento in
         attivit&agrave; oltre questa et&agrave; di taluni pubblici funzionari, segnatamente alcuni di nomina elettiva, nonch&eacute; un innalzamento progressivo
         dell&#8217;et&agrave; pensionabile da 65 a 67 anni. 
      </P>
      <P class="S19Marge1">La deroga relativa alla prosecuzione dell&#8217;attivit&agrave; dei procuratori fino all&#8217;et&agrave; di 68 anni pu&ograve; attenuare il rigore della legge
         e contribuire al buon funzionamento del servizio pubblico di cui trattasi, consentendo di far fronte a situazioni concrete
         in cui il pensionamento del procuratore potrebbe essere sfavorevole ad una realizzazione ottimale del compito affidatogli.
         Inoltre l&#8217;esistenza di un semplice sfasamento temporale tra le modifiche apportate alla legge di uno Stato membro o di un
         Land di tale Stato membro e quelle introdotte in un altro Stato o in un altro Land, al fine di innalzare l&#8217;et&agrave; a cui si ha
         diritto ad un trattamento pensionistico pieno, non vale di per s&eacute; a rendere incoerente la legislazione in questione. 
      </P>
      <P class="S36Renvoi">(v. punti 87, 90, 97-98, dispositivo 3)</P>
<br> <br> <br>
<br> <br> <br>
      <P class="C19Centre">SENTENZA DELLA CORTE (Seconda Sezione)</P>
      <P class="C19Centre">21 luglio 2011 (<A HREF="#Footnote*" NAME="Footref*">*</A>)
      </P>
      <P class="C71Indicateur">&laquo;Direttiva 2000/78/CE &#8211; Art.&nbsp;6, n.&nbsp;1 &#8211; Divieto di discriminazioni fondate sull&#8217;et&agrave; &#8211; Collocamento a riposo d&#8217;ufficio dei procuratori che abbiano raggiunto l&#8217;et&agrave; di 65 anni &#8211; Finalit&agrave; legittime che giustificano una disparit&agrave; di trattamento fondata sull&#8217;et&agrave; &#8211; Coerenza della legislazione&raquo;</P>
      <P class="C02AlineaAltA">Nei procedimenti riuniti C&#8209;159/10 e C&#8209;160/10,</P>
      <P class="C02AlineaAltA">aventi ad oggetto le domande di pronuncia pregiudiziale proposte alla Corte, ai sensi dell&#8217;art.&nbsp;267 TFUE, dal Verwaltungsgericht
         Frankfurt am Main (Germania), con decisioni 29 marzo 2010, pervenute in cancelleria il 2 aprile 2010, nelle cause
      </P>
      <P class="C02AlineaAltA"><B>Gerhard Fuchs (C&#8209;159/10),</B></P>
      <P class="C02AlineaAltA"><B>Peter K&ouml;hler (C&#8209;160/10)</B></P>
      <P class="C02AlineaAltA">contro</P>
      <P class="C02AlineaAltA"><B>Land Hessen,</B></P>
      <P class="C19Centre">LA CORTE (Seconda Sezione),</P>
      <P class="C02AlineaAltA">composta dal sig.&nbsp;J.N.&nbsp;Cunha Rodrigues, presidente di sezione, dai sigg.&nbsp;A.&nbsp;Rosas, U.&nbsp;L&otilde;hmus, A.&nbsp;&Oacute;&nbsp;Caoimh e dalla sig.ra&nbsp;P.&nbsp;Lindh
         (relatore), giudici,
      </P>
      <P class="C02AlineaAltA">avvocato generale: sig.&nbsp;Y.&nbsp;Bot,</P>
      <P class="C02AlineaAltA">cancelliere: sig.&nbsp;K.&nbsp;Malacek, amministratore,</P>
      <P class="C02AlineaAltA">vista la fase scritta del procedimento e in seguito all&#8217;udienza del 5 aprile 2011,</P>
      <P class="C02AlineaAltA">considerate le osservazioni presentate:</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per il Land Hessen, dalla sig.ra&nbsp;M.&nbsp;Deutsch, Rechtsanw&auml;ltin;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per il governo tedesco, dai sigg.&nbsp;T.&nbsp;Henze e J.&nbsp;M&ouml;ller, in qualit&agrave; di agenti;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per l&#8217;Irlanda, dai sigg.&nbsp;D.&nbsp;O&#8217;Hagan e B.&nbsp;Doherty, in qualit&agrave; di agenti;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;per la Commissione europea, dai sigg.&nbsp;V.&nbsp;Kreuschitz e J.&nbsp;Enegren, in qualit&agrave; di agenti,</P>
      <P class="C02AlineaAltA">vista la decisione, adottata dopo aver sentito l&#8217;avvocato generale, di giudicare la causa senza conclusioni,</P>
      <P class="C02AlineaAltA">ha pronunciato la seguente</P>
      <P class="C75Debutdesmotifs"><B>Sentenza</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point1">1</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Le domande di pronuncia pregiudiziale vertono sull&#8217;interpretazione dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva del Consiglio 27 novembre
         2000, 2000/78/CE, che stabilisce un quadro generale per la parit&agrave; di trattamento in materia di occupazione e di condizioni
         di lavoro (GU&nbsp;L&nbsp;303, pag.&nbsp;16).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point2">2</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tali domande sono state presentate nell&#8217;ambito di controversie insorte, rispettivamente, tra il sig.&nbsp;Fuchs e il sig.&nbsp;K&ouml;hler,
         da un lato, e il Land Hessen [Land dell&#8217;Assia], dall&#8217;altro, relative al collocamento a riposo dei due interessati all&#8217;et&agrave;
         di 65 anni. 
      </P>
      <P class="C04Titre1">&nbsp;<B>Contesto normativo</B></P>
      <P class="C05Titre2">&nbsp;<I>Il diritto dell&#8217;Unione</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point3">3</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I &#8216;considerando&#8217; ottavo, nono e undicesimo della direttiva 2000/78 prevedono quanto segue:
      </P>
      <P class="C09Marge0avecretrait">&laquo;(8)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gli orientamenti in materia di occupazione per il 2000, approvati dal Consiglio europeo a Helsinki il 10 e 11 dicembre 1999,
         ribadiscono la necessit&agrave; di promuovere un mercato del lavoro che agevoli l&#8217;inserimento sociale formulando un insieme coerente
         di politiche volte a combattere la discriminazione nei confronti di gruppi quali i disabili. [Essi evidenziano anche] la necessit&agrave;
         di aiutare in particolar modo i lavoratori anziani, onde accrescere la loro partecipazione alla vita professionale.
      </P>
      <P class="C09Marge0avecretrait">(9)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;occupazione e le condizioni di lavoro sono elementi chiave per garantire pari opportunit&agrave; a tutti i cittadini e contribuiscono
         notevolmente alla piena partecipazione degli stessi alla vita economica, culturale e sociale e alla realizzazione personale.
      </P>
      <P class="C09Marge0avecretrait">(...)</P>
      <P class="C09Marge0avecretrait">(11)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La discriminazione basata su[ll&#8217;] (&#8230;) et&agrave; (&#8230;) pu&ograve; pregiudicare il conseguimento degli obiettivi del trattato [UE], in particolare
         il raggiungimento di un elevato livello di occupazione e di protezione sociale, il miglioramento del tenore e della qualit&agrave;
         della vita, la coesione economica e sociale, la solidariet&agrave; e la libera circolazione delle persone&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point4">4</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il venticinquesimo &#8216;considerando&#8217; della direttiva 2000/78 enuncia quanto segue:
      </P>
      <P class="C02AlineaAltA">&laquo;Il divieto di discriminazione basata sull&#8217;et&agrave; costituisce un elemento essenziale per il perseguimento degli obiettivi definiti
         negli orientamenti in materia di occupazione e la promozione della diversit&agrave; nell&#8217;occupazione. Tuttavia in talune circostanze,
         delle disparit&agrave; di trattamento in funzione dell&#8217;et&agrave; possono essere giustificate e richiedono pertanto disposizioni specifiche
         che possono variare secondo la situazione degli Stati membri. &Egrave; quindi essenziale distinguere tra le disparit&agrave; di trattamento
         che sono giustificate, in particolare, da obiettivi legittimi di politica dell&#8217;occupazione, mercato del lavoro e formazione
         professionale, e le discriminazioni che devono essere vietate&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point5">5</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ai sensi del suo art.&nbsp;1, tale direttiva &laquo;mira a stabilire un quadro generale per la lotta alle discriminazioni fondate sulla
         religione o le convinzioni personali, gli handicap, l&#8217;et&agrave; o le tendenze sessuali, per quanto concerne l&#8217;occupazione e le condizioni
         di lavoro al fine di rendere effettivo negli Stati membri il principio della parit&agrave; di trattamento&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point6">6</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;2, nn.&nbsp;1 e 2, lett.&nbsp;a), di tale direttiva prevede quanto segue:
      </P>
      <P class="C02AlineaAltA">&laquo;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ai fini della presente direttiva, per &#8220;principio della parit&agrave; di trattamento&#8221; si intende l&#8217;assenza di qualsiasi discriminazione
         diretta o indiretta basata su uno dei motivi di cui all&#8217;articolo 1.
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ai fini del paragrafo 1:</P>
      <P class="C09Marge0avecretrait">a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sussiste discriminazione diretta quando, sulla base di uno qualsiasi dei motivi di cui all&#8217;articolo 1, una persona &egrave; trattata
         meno favorevolmente di quanto sia, sia stata o sarebbe trattata un&#8217;altra in una situazione analoga&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point7">7</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;3 della direttiva 2000/78, intitolato &laquo;Campo d&#8217;applicazione&raquo;, al suo n.&nbsp;1 enuncia quanto segue:
      </P>
      <P class="C02AlineaAltA">&laquo;Nei limiti dei poteri conferiti alla Comunit&agrave;, la presente direttiva, si applica a tutte le persone, sia del settore pubblico
         che del settore privato, compresi gli organismi di diritto pubblico, per quanto attiene: 
      </P>
      <P class="C02AlineaAltA">(...)</P>
      <P class="C09Marge0avecretrait">c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;all&#8217;occupazione e alle condizioni di lavoro, comprese le condizioni di licenziamento e la retribuzione;</P>
      <P class="C09Marge0avecretrait">(...)&raquo;.</P>
      <P class="C01PointnumeroteAltN"><A NAME="point8">8</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;6, nn.&nbsp;1 e 2, di tale direttiva dispone quanto segue:
      </P>
      <P class="C02AlineaAltA">&laquo;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fatto salvo l&#8217;articolo 2, paragrafo 2, gli Stati membri possono prevedere che le disparit&agrave; di trattamento in ragione dell&#8217;et&agrave;
         non costituiscano discriminazione laddove esse siano oggettivamente e ragionevolmente giustificate, nell&#8217;ambito del diritto
         nazionale, da una finalit&agrave; legittima, compresi giustificati obiettivi di politica del lavoro, di mercato del lavoro e di formazione
         professionale, e i mezzi per il conseguimento di tale finalit&agrave; siano appropriati e necessari.
      </P>
      <P class="C02AlineaAltA">Tali disparit&agrave; di trattamento possono comprendere in particolare:</P>
      <P class="C09Marge0avecretrait">a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;la definizione di condizioni speciali di accesso all&#8217;occupazione e alla formazione professionale, di occupazione e di lavoro,
         comprese le condizioni di licenziamento e di retribuzione, per i giovani, i lavoratori anziani e i lavoratori con persone
         a carico, onde favorire l&#8217;inserimento professionale o assicurare la protezione degli stessi;
      </P>
      <P class="C09Marge0avecretrait">b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;la fissazione di condizioni minime di et&agrave;, di esperienza professionale o di anzianit&agrave; di lavoro per l&#8217;accesso all&#8217;occupazione
         o a taluni vantaggi connessi all&#8217;occupazione;
      </P>
      <P class="C09Marge0avecretrait">c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;la fissazione di un&#8217;et&agrave; massima per l&#8217;assunzione basata sulle condizioni di formazione richieste per il lavoro in questione
         o la necessit&agrave; di un ragionevole periodo di lavoro prima del pensionamento.
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fatto salvo l&#8217;articolo 2, paragrafo 2, gli Stati membri possono prevedere che la fissazione per i regimi professionali di
         sicurezza sociale di un&#8217;et&agrave; per poter accedere o aver titolo alle prestazioni pensionistiche o [di] invalidit&agrave;, compresa la
         fissazione per tali regimi di et&agrave; diverse per lavoratori o gruppi o categorie di lavoratori e l&#8217;utilizzazione, nell&#8217;ambito
         di detti regimi, di criteri di et&agrave; nei calcoli attuariali non costituisca una discriminazione fondata sull&#8217;et&agrave; purch&eacute; ci&ograve;
         non dia luogo a discriminazioni fondate sul sesso&raquo;.
      </P>
      <P class="C05Titre2">&nbsp;<I>La normativa nazionale</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point9">9</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il legislatore federale ha trasposto la direttiva 2000/78 mediante la legge generale 14 agosto 2006 sulla parit&agrave; di trattamento
         (Allgemeines Gleichbehandlungsgesetz; BGBl.&nbsp;2006&nbsp;I, pag.&nbsp;1897), come modificata dall&#8217;art.&nbsp;15, n.&nbsp;66, della legge 5 febbraio
         2009 (BGBl.&nbsp;2009&nbsp;I, pag.&nbsp;160).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point10">10</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale legislatore ha adottato disposizioni relative al pensionamento dei pubblici funzionari nominati a vita dei L&auml;nder e dei
         comuni, enunciate all&#8217;art.&nbsp;25 della legge federale 17 giugno 2008 che disciplina lo status dei pubblici funzionari dei L&auml;nder
         (Beamtenstatusgesetz; BGBl.&nbsp;2008&nbsp;I, pag.&nbsp;1010), come modificata dall&#8217;art.&nbsp;15, n.&nbsp;16, della citata legge 5 febbraio 2009, nei
         seguenti termini: 
      </P>
      <P class="C02AlineaAltA">&laquo;I pubblici funzionari nominati a vita sono collocati a riposo al raggiungimento del limite di et&agrave;&raquo;.</P>
      <P class="C01PointnumeroteAltN"><A NAME="point11">11</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La disposizione suddetta non precisa tale limite di et&agrave;, bens&igrave; ne delega la fissazione ai L&auml;nder.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point12">12</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;50 della legge sui pubblici funzionari del Land Hessen (Hessisches Beamtengesetz), come modificata dalla legge 14 dicembre
         2009 (in prosieguo: l&#8217;&laquo;HBG&raquo;), stabilisce come segue l&#8217;et&agrave; pensionabile obbligatoria per i pubblici funzionari del Land Hessen:
      </P>
      <P class="C02AlineaAltA">&laquo;(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I pubblici funzionari nominati a vita sono collocati a riposo alla fine del mese nel corso del quale hanno raggiunto l&#8217;et&agrave;
         di 65 anni (limite di et&agrave;).
      </P>
      <P class="C02AlineaAltA">(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In deroga al n.&nbsp;1, i pubblici funzionari nominati a vita di seguito elencati sono soggetti alle disposizioni seguenti:</P>
      <P class="C02AlineaAltA">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gli insegnanti di scuole pubbliche sono collocati a riposo alla fine dell&#8217;ultimo mese dell&#8217;anno scolastico nel corso del quale
         hanno raggiunto l&#8217;et&agrave; di 65 anni;
      </P>
      <P class="C02AlineaAltA">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i professori, i docenti di istituti d&#8217;insegnamento di livello universitario, i collaboratori scientifici ed artistici, nonch&eacute;
         gli insegnanti incaricati di compiti particolari negli istituti d&#8217;insegnamento di livello universitario del Land sono collocati
         a riposo alla fine dell&#8217;ultimo mese del semestre nel corso del quale hanno raggiunto l&#8217;et&agrave; di 65 anni.
      </P>
      <P class="C02AlineaAltA">(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ove l&#8217;interesse del servizio lo richieda, il collocamento a riposo pu&ograve;, su domanda del funzionario interessato, essere posticipato
         oltre l&#8217;et&agrave; di 65 anni, per periodi di un anno al massimo, fermo restando che l&#8217;et&agrave; di 68 anni non pu&ograve; in alcun caso essere
         superata. La decisione al riguardo viene adottata dalla pi&ugrave; alta autorit&agrave; gerarchica o dall&#8217;autorit&agrave; designata da quest&#8217;ultima&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point13">13</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio precisa che, fino al 1992, il mantenimento in attivit&agrave; del pubblico funzionario oltre il limite di et&agrave;
         era autorizzato se ne veniva fatta domanda e se a ci&ograve; non ostava l&#8217;interesse del servizio. A partire dal 1992, tale mantenimento
         in attivit&agrave; &egrave; stato subordinato alla condizione che esso corrisponda all&#8217;interesse del servizio.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point14">14</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;HBG contiene una disposizione specifica concernente il limite di et&agrave; dei pubblici funzionari nominati per un periodo determinato
         a seguito di elezione diretta, come i sindaci o i consiglieri regionali. Costoro sono collocati a riposo al compimento dei
         71 anni, qualora a tale data il loro mandato non sia giunto a scadenza.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point15">15</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A livello federale, e fino al 12 febbraio 2009, il limite generale di et&agrave; applicabile ai pubblici funzionari era fissato a
         65 anni. A partire da tale data, la legislazione prevede un innalzamento progressivo di tale limite di et&agrave; a 67 anni. All&#8217;epoca
         dei fatti di cui alla causa principale, disposizioni simili erano state adottate in taluni L&auml;nder, ma non nel Land Hessen.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point16">16</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A partire dal 1&deg; gennaio 2008, al di fuori della funzione pubblica, l&#8217;art.&nbsp;35 del libro sesto del codice della previdenza
         sociale (Sozialgesetzbuch, sechstes Buch), applicabile ai dipendenti soggetti al diritto privato, prevede parimenti un innalzamento
         progressivo dell&#8217;et&agrave; pensionabile a 67 anni. In forza di disposizioni transitorie, per le persone nate prima del 1&deg; gennaio
         1947 tale et&agrave; rimane fissata a 65 anni. 
      </P>
      <P class="C04Titre1">&nbsp;<B>Cause principali e questioni pregiudiziali</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point17">17</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I fatti alla base delle cause principali sono pressoch&eacute; identici e le questioni sollevate dal giudice del rinvio sono le stesse.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point18">18</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ricorrenti in ciascuna delle due cause principali, rispettivamente il sig.&nbsp;Fuchs e il sig.&nbsp;K&ouml;hler, nati nel 1944, hanno
         esercitato le funzioni di procuratore principale fino all&#8217;et&agrave; di 65 anni, che hanno raggiunto nel corso del 2009, ed alla
         quale sarebbero normalmente dovuti andare in pensione in forza dell&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point19">19</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Valendosi dell&#8217;art.&nbsp;50, n.&nbsp;3, dell&#8217;HBG, gli interessati hanno chiesto di esercitare le loro funzioni per un altro anno.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point20">20</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Avendo il Ministro della Giustizia del Land Hessen respinto le loro domande a motivo del fatto che l&#8217;interesse del servizio
         non richiedeva il loro mantenimento in attivit&agrave;, i ricorrenti nelle cause principali hanno, da un lato, presentato un ricorso
         in opposizione dinanzi a tale Ministro e, dall&#8217;altro, instaurato un procedimento cautelare dinanzi al Verwaltungsgericht Frankfurt
         am Main.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point21">21</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale giudice ha accolto le domande di misure cautelari cos&igrave; proposte e ha ordinato al Land Hessen di mantenere in attivit&agrave;
         i sigg.&nbsp;Fuchs e K&ouml;hler. Le decisioni del Verwaltungsgericht Frankfurt am Main sono state tuttavia impugnate in appello dinanzi
         all&#8217;Hessischer Verwaltungsgerichtshof, che le ha annullate respingendo le domande di misure cautelari proposte dagli interessati.
         A partire dal 1&deg;&nbsp;ottobre 2009, questi ultimi non possono pi&ugrave; esercitare le loro funzioni di procuratore principale e percepiscono
         una pensione di vecchiaia.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point22">22</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Poich&eacute; anche i ricorsi amministrativi proposti dai sigg.&nbsp;Fuchs e K&ouml;hler sono stati respinti con decisioni del Ministro della
         Giustizia del Land Hessen, gli interessati hanno proposto un ricorso giurisdizionale avverso tali decisioni dinanzi al Verwaltungsgericht
         Frankfurt am Main.&nbsp;
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point23">23</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale giudice nutre dei dubbi circa la compatibilit&agrave; del limite di et&agrave; fissato per l&#8217;esercizio delle funzioni di procuratore
         con, in particolare, l&#8217;art.&nbsp;6 della direttiva 2000/78. A suo avviso, un collocamento a riposo d&#8217;ufficio all&#8217;et&agrave; di 65 anni
         delle persone che esercitano tali funzioni costituisce una discriminazione in ragione dell&#8217;et&agrave; in contrasto con le disposizioni
         della direttiva 2000/78.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point24">24</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio osserva che la disposizione controversa &egrave; stata introdotta in un periodo in cui si considerava che l&#8217;idoneit&agrave;
         al lavoro divenisse insufficiente a partire da tale et&agrave;. Attualmente, alcuni studi dimostrerebbero che tale idoneit&agrave; varia
         da persona a persona. Inoltre, l&#8217;allungamento della durata della vita avrebbe portato il legislatore, per quanto riguarda
         i pubblici funzionari che esercitano le loro funzioni a livello federale e i dipendenti del settore privato, ad innalzare
         a 67 anni il limite generale dell&#8217;et&agrave; pensionabile e l&#8217;acquisizione del diritto alla pensione. Inoltre, l&#8217;HBG prevedrebbe
         che i pubblici funzionari nominati a seguito di elezione possano esercitare le loro funzioni fino all&#8217;et&agrave; di 71 anni. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point25">25</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Secondo il giudice del rinvio, dalle osservazioni del Land Hessen che accompagnavano la versione dell&#8217;HBG del 1962 risulta
         che tale legge mirava ad agevolare l&#8217;impiego dei pi&ugrave; giovani e a garantire in tal modo una ripartizione appropriata delle
         fasce di et&agrave;. Uno scopo siffatto non costituirebbe tuttavia una giustificazione oggettiva, poich&eacute; non esisterebbe nel diritto
         nazionale un criterio sufficientemente preciso per definire una ripartizione delle fasce di et&agrave; che possa essere qualificata
         come favorevole o sfavorevole. Una finalit&agrave; siffatta non tornerebbe utile all&#8217;interesse generale, bens&igrave; all&#8217;interesse privato
         del datore di lavoro. In ogni caso, il Land Hessen non avrebbe precisato n&eacute; il modello di ripartizione delle fasce di et&agrave;
         che considera appropriato, n&eacute; le ragioni che lo giustificherebbero. I dati da esso forniti indicherebbero che una parte notevole
         degli effettivi della Procura presso il Tribunale &egrave; gi&agrave; formata da persone giovani. Il giudice del rinvio aggiunge che studi
         recenti dimostrano che non esiste una correlazione tra il collocamento a riposo d&#8217;ufficio delle persone per raggiunti limiti
         di et&agrave; e l&#8217;ingresso di persone pi&ugrave; giovani nella professione. Tale giudice si chiede parimenti se dei dati che riguardano
         solo il Land Hessen e, all&#8217;interno di tale Land, i funzionari soggetti al diritto pubblico, i quali non rappresentano che
         una piccola parte degli agenti di tale Land e dei dipendenti dello Stato membro in questione, possano dimostrare l&#8217;esistenza
         di una finalit&agrave; d&#8217;interesse generale, e se una tale finalit&agrave; non obblighi a porsi ad un livello pi&ugrave; elevato, segnatamente
         al livello dell&#8217;insieme dei pubblici funzionari e degli agenti del Land Hessen, o addirittura dell&#8217;insieme dei pubblici funzionari
         e degli agenti dello Stato membro in questione. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point26">26</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio aggiunge che i pensionamenti dei procuratori non sempre portano ad assunzioni per coprire i posti resisi
         vacanti. Esso suggerisce che il Land Hessen cercherebbe in tal modo di realizzare risparmi di bilancio.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point27">27</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inoltre, talune misure sarebbero prive di coerenza. Ci&ograve; varrebbe in particolare per la possibilit&agrave; di mantenere in attivit&agrave;
         il dipendente fino all&#8217;et&agrave; di 68 anni, nonostante una presunzione assoluta di inidoneit&agrave; al servizio a partire dall&#8217;et&agrave; di
         65 anni, per il freno ai pensionamenti volontari prima di tale et&agrave; e per l&#8217;innalzamento dell&#8217;et&agrave; pensionabile gi&agrave; previsto
         da taluni testi legislativi. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point28">28</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce di tali circostanze, il giudice del rinvio ha deciso di sospendere il procedimento e di sottoporre alla Corte le
         seguenti questioni pregiudiziali:
      </P>
      <P class="C09Marge0avecretrait">&laquo;1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se le disposizioni contenute nell&#8217;[HBG] concernenti il limite di et&agrave; obbligatoriamente applicabile, in linea di principio,
         ai pubblici funzionari, con conseguente collocamento a riposo degli stessi, si fondino su un obiettivo inteso a soddisfare
         l&#8217;interesse generale secondo i parametri del diritto dell&#8217;Unione.
      </P>
      <P class="C09Marge0avecretrait">Al riguardo si pongono soprattutto le seguenti questioni specifiche:</P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quali requisiti debba in concreto soddisfare, sotto il profilo del diritto dell&#8217;Unione, un siffatto obiettivo asservito all&#8217;interesse
         generale. Quali ulteriori aspetti dovrebbero essere esaminati in via supplementare dal giudice del rinvio al fine di accertare
         i fatti.
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se l&#8217;interesse a realizzare risparmi sulle risorse di bilancio e sui costi di personale &#8211; da ottenersi, nella specie, evitando
         nuove assunzioni e riducendo conseguentemente le spese relative al personale &#8211; costituisca una finalit&agrave; legittima ai sensi
         dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78[&#8230;].
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se l&#8217;obiettivo di un datore di lavoro pubblico, consistente in una certa sicurezza di programmazione riguardo alla definitiva
         cessazione dei rapporti di impiego dei pubblici funzionari, possa essere considerato una finalit&agrave; legittima di interesse generale,
         e ci&ograve; anche nel caso in cui ciascun datore di lavoro pubblico possa elaborare ed attuare propri e autonomi orientamenti programmatici
         nell&#8217;uso delle risorse umane nell&#8217;ambito di applicazione dell&#8217;[HBG] o del Beamtenstatusgesetz.
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se l&#8217;interesse ad una &#8220;ripartizione favorevole delle fasce di et&agrave;&#8221; o ad una &#8220;struttura favorevole delle fasce di et&agrave;&#8221; possa
         essere riconosciuto quale obiettivo di interesse generale, nonostante difettino standard generali o disposizioni di legge
         per valutare la correttezza della ripartizione o della struttura delle fasce di et&agrave;.
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se l&#8217;interesse a creare possibilit&agrave; di avanzamento di carriera per pubblici funzionari gi&agrave; disponibili e assunti possa essere
         riconosciuto quale finalit&agrave; legittima di interesse generale ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78[&#8230;].
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se una disciplina dei limiti di et&agrave; intesa a prevenire controversie individuali con dipendenti anziani riguardo al permanere
         o meno della loro idoneit&agrave; al servizio persegua una finalit&agrave; legittima di interesse generale.
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se il riferimento all&#8217;interesse generale ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78[&#8230;] presupponga l&#8217;esistenza, nel
         settore del lavoro dipendente, di un concetto trasversale di politica del mercato del lavoro che trascenda i singoli datori
         di lavoro pubblici e/o privati; in caso di soluzione affermativa, quale sia il grado richiesto di uniformit&agrave; e vincolativit&agrave;.
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se i singoli datori di lavoro pubblici o privati possano davvero perseguire &#8211; in relazione a gruppi di dipendenti (nella specie,
         i soli pubblici funzionari che ricadono nell&#8217;ambito di applicazione dell&#8217;[HBG]) &#8211; obiettivi di interesse generale mediante
         disposizioni sui limiti di et&agrave; di portata cos&igrave; ristretta.
      </P>
      <P class="C12Marge1avectiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A quali condizioni l&#8217;obiettivo &#8211; perseguibile dai singoli datori di lavoro pubblici, ma non vincolante per i medesimi &#8211; di
         coprire mediante nuove assunzioni, se del caso previa promozione di dipendenti gi&agrave; in servizio, posti divenuti vacanti a causa
         dei collocamenti a riposo, possa essere considerato quale obiettivo inteso a soddisfare l&#8217;interesse generale ai sensi dell&#8217;art.&nbsp;6,
         n.&nbsp;1, della direttiva 2000/78[&#8230;]. Se per un valido richiamo all&#8217;interesse generale occorrano, oltre a generiche affermazioni
         secondo cui la normativa serve a soddisfare tale obiettivo, anche dati statistici o altre informazioni che consentano di desumere
         la sufficiente seriet&agrave; e l&#8217;effettiva realizzazione di un siffatto obiettivo.
      </P>
      <P class="C29Marge0doubleretrait">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quali requisiti di adeguatezza e idoneit&agrave; debba in concreto soddisfare una disciplina sui limiti di et&agrave; come quella contenuta
         nell&#8217;[HBG].
      </P>
      <P class="C11Marge1avecretrait">b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se occorrano indagini pi&ugrave; accurate per determinare il numero &#8211; prevedibile &#8211; dei pubblici funzionari che restano in servizio
         volontariamente oltre il limite di et&agrave; rispetto al numero di coloro che, una volta raggiunto il limite di et&agrave;, ricevono comunque
         una pensione a importo pieno e pertanto intendono in ogni caso cessare le loro funzioni. Se non sarebbe opportuno privilegiare
         il collocamento a riposo volontario rispetto a quello forzoso, fintantoch&eacute; &#8211; mediante disposizioni che prevedono una decurtazione
         del trattamento pensionistico in caso di richiesta del medesimo prima del raggiungimento dell&#8217;et&agrave; pensionabile ordinaria &#8211;
         vengono scongiurati oneri eccessivi a carico del bilancio previdenziale e i relativi costi di personale (preminenza della
         cessazione dal servizio volontaria rispetto a quella forzosa quale disciplina pi&ugrave; appropriata e in definitiva non meno idonea).
      </P>
      <P class="C11Marge1avecretrait">c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se possa essere considerato appropriato e necessario prevedere genericamente una presunzione assoluta di inidoneit&agrave; al servizio
         per i pubblici funzionari al raggiungimento di una determinata et&agrave; avanzata &#8211; nel caso di specie al compimento dei 65 anni
         &#8211; e fare pertanto cessare automaticamente il rapporto di pubblico impiego.
      </P>
      <P class="C11Marge1avecretrait">d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se sia appropriato il fatto che il mantenimento in servizio in un rapporto di pubblico impiego fino al compimento dei 68 anni
         &#8211; di per s&eacute; possibile &#8211; sia comunque subordinato esclusivamente a particolari interessi del datore di lavoro pubblico, mentre
         in difetto di siffatti interessi la cessazione del rapporto di pubblico impiego viene imposta, senza che la legge offra alcuna
         possibilit&agrave; di un reintegro nel suddetto rapporto.
      </P>
      <P class="C11Marge1avecretrait">e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se una disciplina sui limiti di et&agrave; che abbia come conseguenza il collocamento a riposo d&#8217;autorit&agrave; &#8211; e non si limiti invece
         a fissare, come consentito dall&#8217;art.&nbsp;6, n.&nbsp;2, della direttiva 2000/78[&#8230;], i requisiti per ottenere il diritto ad un trattamento
         pensionistico pieno &#8211; comporti una svalutazione inappropriata degli interessi delle persone pi&ugrave; anziane rispetto a quelli,
         in linea di principio non sovraordinati, delle persone pi&ugrave; giovani.
      </P>
      <P class="C11Marge1avecretrait">f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Qualora venga riconosciuta la legittimit&agrave; dell&#8217;obiettivo di agevolare le nuove assunzioni e/o le promozioni, quali siano i
         requisiti specifici che devono essere soddisfatti, sotto il profilo fattuale, per dimostrare fino a che punto vengono effettivamente
         sfruttate le corrispondenti possibilit&agrave;, e se al riguardo occorra fare riferimento a ciascun singolo datore di lavoro pubblico
         che applica la disciplina concernente i limiti di et&agrave; oppure a tutti i datori di lavoro pubblici che rientrano nella normativa,
         e se occorra includere o meno il mercato generale del lavoro.
      </P>
      <P class="C11Marge1avecretrait">g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se, alla luce delle lacune nel mercato del lavoro ravvisabili gi&agrave; oggi e dovute all&#8217;evoluzione demografica, nonch&eacute; dell&#8217;imminente
         necessit&agrave; &#8211; anche nel pubblico impiego alle dipendenze dello Stato federale e dei L&auml;nder &#8211; di personale qualificato di ogni
         tipo, sia appropriato e necessario imporre ai pubblici funzionari idonei al servizio, i quali intendono continuare a svolgere
         le loro funzioni, la cessazione del rapporto di pubblico impiego, nonostante che presto si verr&agrave; a creare un notevole bisogno
         di personale cui difficilmente il mercato del lavoro potr&agrave; rispondere. Se siano necessari al riguardo dati settoriali relativi
         al mercato del lavoro, che dovrebbero essere eventualmente raccolti anche in un momento successivo.
      </P>
      <P class="C29Marge0doubleretrait">3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quali requisiti di coerenza debbano essere soddisfatti dalle norme del Land Hessen ed eventualmente anche dalle norme federali
         concernenti la disciplina sui limiti di et&agrave;.
      </P>
      <P class="C11Marge1avecretrait">b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se il rapporto fra l&#8217;art.&nbsp;50, n.&nbsp;1, e l&#8217;art.&nbsp;50, n.&nbsp;3, dell&#8217;HBG possa essere considerato privo di contraddizioni, qualora
         la prosecuzione del rapporto di lavoro oltre il limite di et&agrave; &#8211; in linea di principio possibile &#8211; dipenda unicamente dagli
         interessi del datore di lavoro pubblico.
      </P>
      <P class="C11Marge1avecretrait">c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se l&#8217;art.&nbsp;50, n.&nbsp;3, dell&#8217;[HBG] possa essere eventualmente interpretato, in conformit&agrave; della direttiva [2000/78], nel senso
         che, al fine di prevenire una discriminazione inappropriata fondata sull&#8217;et&agrave;, la prosecuzione del rapporto di lavoro deve
         essere sempre consentita qualora a ci&ograve; non ostino motivi di servizio. Quali dovrebbero eventualmente essere i presupposti
         per reputare sussistenti tali motivi di servizio. Se, a questo proposito, la prosecuzione del rapporto di lavoro debba reputarsi
         imposta da interessi attinenti al servizio gi&agrave; quando consti che, in caso contrario, la cessazione di detto rapporto comporterebbe
         una discriminazione ingiustificabile fondata sull&#8217;et&agrave;.
      </P>
      <P class="C11Marge1avecretrait">d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In che modo una siffatta interpretazione obbligata dell&#8217;art.&nbsp;50, n.&nbsp;3, dell&#8217;[HBG] potrebbe consentire di ottenere una prosecuzione
         o una ricostituzione del rapporto di pubblico impiego del ricorrente nonostante la sopravvenuta cessazione di tale rapporto.
         Se, in tal caso, l&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;[HBG] dovrebbe comunque essere disapplicato fino al compimento dei 68 anni.
      </P>
      <P class="C11Marge1avecretrait">e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se sia appropriato e necessario, da un lato, rendere pi&ugrave; difficile il collocamento a riposo su base volontaria a partire dal
         compimento dei 60 ovvero dei 63 anni mediante una riduzione permanente della pensione e, dall&#8217;altro, escludere una prosecuzione
         volontaria del rapporto di lavoro una volta raggiunta l&#8217;et&agrave; di 65 anni qualora il datore di lavoro pubblico non abbia, in
         via eccezionale, un particolare interesse a tale prosecuzione.
      </P>
      <P class="C11Marge1avecretrait">f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se il carattere appropriato e necessario della disciplina sui limiti di et&agrave; contenuta nell&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;]HBG] venga
         meno a causa delle pi&ugrave; favorevoli disposizioni previste, da un lato, per i dipendenti che beneficiano del lavoro a tempo parziale
         per motivi di et&agrave; e, dall&#8217;altro, per i pubblici funzionari nominati a tempo determinato.
      </P>
      <P class="C11Marge1avecretrait">g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quale importanza debba attribuirsi, sotto il profilo della coerenza, alle varie disposizioni in materia di pubblico impiego,
         di diritto del lavoro e di previdenza sociale che, da un lato, sono intese ad uno stabile innalzamento dell&#8217;et&agrave; che consente
         il percepimento ad importo pieno delle prestazioni pensionistiche, da un altro lato, vietano il licenziamento motivato dal
         raggiungimento dell&#8217;et&agrave; pensionabile ordinaria e, da un altro lato ancora, proprio al raggiungimento di tale et&agrave; impongono
         d&#8217;autorit&agrave; la cessazione del rapporto di pubblico impiego.
      </P>
      <P class="C11Marge1avecretrait">h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se, sotto il profilo della coerenza, rilevi la circostanza che l&#8217;innalzamento progressivo dei limiti di et&agrave; nella previdenza
         sociale e nel diritto del pubblico impiego, a livello sia federale che di alcuni L&auml;nder, serve anzitutto a soddisfare l&#8217;interesse
         dei dipendenti ad essere assoggettati il pi&ugrave; tardi possibile ai requisiti pi&ugrave; rigorosi previsti per il percepimento di una
         pensione di vecchiaia a importo pieno nel settore pubblico o privato. Se tali questioni siano irrilevanti in quanto, per i
         pubblici funzionari che rientrano nell&#8217;ambito di applicazione dell&#8217;[HBG], l&#8217;innalzamento dei limiti di et&agrave; non &egrave; ancora avvenuto,
         anche se quest&#8217;ultimo prender&agrave; effetto in un prossimo futuro nei confronti dei dipendenti con rapporto di lavoro privatistico&raquo;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point29">29</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con ordinanza del presidente della Corte 6 maggio 2010, le cause C&#8209;159/10 e C&#8209;160/10 sono state riunite ai fini della fase
         scritta e di quella orale del procedimento, nonch&eacute; della sentenza.
      </P>
      <P class="C04Titre1">&nbsp;<B>Sulle questioni pregiudiziali</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point30">30</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio solleva numerosi interrogativi, sostanzialmente raggruppati in tre questioni, ed alcuni dei quali vertono
         sull&#8217;interpretazione del diritto nazionale. A tale riguardo, occorre ricordare che la Corte non &egrave; competente, ai sensi dell&#8217;art.&nbsp;267&nbsp;TFUE,
         a pronunciarsi in via pregiudiziale sull&#8217;interpretazione di norme di diritto interno. La competenza della Corte &egrave; limitata
         all&#8217;esame delle sole norme dell&#8217;Unione (v., segnatamente, sentenza 10 gennaio 2006, causa C&#8209;222/04, Cassa di Risparmio di
         Firenze e&nbsp;a., Racc.&nbsp;pag.&nbsp;I&#8209;289, punto&nbsp;63).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point31">31</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre quindi rispondere alle questioni sollevate tenendo conto di tale limite.
      </P>
      <P class="C05Titre2">&nbsp;<I>Sulla prima questione</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point32">32</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sua prima questione il giudice del rinvio chiede in sostanza se la direttiva 2000/78 osti ad una legge, quale l&#8217;HBG,
         che prevede il collocamento a riposo d&#8217;ufficio dei pubblici funzionari nominati a vita, nel caso di specie i procuratori,
         all&#8217;et&agrave; di 65 anni, con possibilit&agrave; per costoro di continuare a lavorare, ove ci&ograve; sia richiesto dall&#8217;interesse del servizio,
         fino all&#8217;et&agrave; massima di 68 anni, nella misura in cui tale legge mira ad una o pi&ugrave; finalit&agrave; tra le seguenti, vale a dire, l&#8217;instaurazione
         di una &laquo;ripartizione favorevole delle fasce di et&agrave;&raquo;, la programmazione dei pensionamenti, la promozione dei funzionari, la
         prevenzione delle controversie o la realizzazione di risparmi di bilancio.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point33">33</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&Egrave; pacifico che la cessazione del rapporto di lavoro dei pubblici funzionari del Land Hessen, segnatamente dei procuratori,
         al raggiungimento dell&#8217;et&agrave; che consente loro di godere di un trattamento pensionistico pieno, vale a dire all&#8217;et&agrave; di 65 anni,
         costituisce una disparit&agrave; di trattamento in ragione dell&#8217;et&agrave; ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, lett.&nbsp;a), della direttiva 2000/78.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point34">34</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Una disposizione quale l&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG incide, infatti, sull&#8217;occupazione e sulle condizioni di lavoro, ai sensi
         dell&#8217;art.&nbsp;3, n.&nbsp;1, lett.&nbsp;c), della direttiva 2000/78, impedendo ai procuratori interessati di continuare a lavorare oltre
         l&#8217;et&agrave; di 65 anni. Inoltre, riservando a tali persone un trattamento meno favorevole di quello di cui godono le persone che
         non hanno raggiunto tale et&agrave;, la disposizione suddetta introduce una disparit&agrave; di trattamento direttamente fondata sull&#8217;et&agrave;,
         ai sensi dell&#8217;art.&nbsp;2, n.&nbsp;1, della citata direttiva.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point35">35</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78 enuncia che una disparit&agrave; di trattamento in ragione dell&#8217;et&agrave; non costituisce discriminazione
         laddove essa sia oggettivamente e ragionevolmente giustificata, nell&#8217;ambito del diritto nazionale, da una finalit&agrave; legittima,
         compresi giustificati obiettivi di politica del lavoro, del mercato del lavoro e della formazione professionale, e i mezzi
         per il conseguimento di tale finalit&agrave; siano appropriati e necessari.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point36">36</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per rispondere alla questione sollevata, occorre pertanto verificare se la sopra citata disposizione sia giustificata da una
         finalit&agrave; legittima e se i mezzi adottati per conseguirla siano appropriati e necessari.
      </P>
      <P class="C06Titre3">&nbsp;Sull&#8217;esistenza di una finalit&agrave; legittima</P>
      <P class="C01PointnumeroteAltN"><A NAME="point37">37</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In via preliminare occorre esaminare le conseguenze della mancanza nell&#8217;HBG di un&#8217;indicazione precisa della finalit&agrave; da esso
         perseguita, le conseguenze di una modifica di tale finalit&agrave; e del contesto in cui questa s&#8217;inserisce, nonch&eacute; la possibilit&agrave;
         o meno di far valere varie finalit&agrave;. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point38">38</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dalla decisione di rinvio risulta anzitutto che l&#8217;HBG non precisa in maniera chiara la finalit&agrave; che esso persegue con il suo
         art.&nbsp;50, n.&nbsp;1, il quale fissa a 65 anni il limite di et&agrave; lavorativa dei pubblici funzionari nominati a vita.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point39">39</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, la Corte ha ripetutamente dichiarato che non si pu&ograve; dedurre dall&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78 che
         la mancanza di precisione della normativa in esame riguardo allo scopo perseguito avrebbe la conseguenza di escludere automaticamente
         che essa possa essere giustificata ai sensi della disposizione suddetta. In mancanza di tale precisazione, &egrave; importante che
         altri elementi, attinenti al contesto generale della misura interessata, consentano l&#8217;identificazione dell&#8217;obiettivo cui tende
         quest&#8217;ultima, al fine di esercitare un controllo giurisdizionale quanto alla sua legittimit&agrave; e al carattere appropriato e
         necessario dei mezzi adottati per realizzare detto obiettivo (sentenze 16 ottobre 2007, causa C&#8209;411/05, Palacios de la Villa,
         Racc.&nbsp;pag.&nbsp;I&#8209;8531, punti&nbsp;56 e 57; 12 gennaio 2010, causa C&#8209;341/08, Petersen, Racc.&nbsp;pag.&nbsp;I&#8209;47, punto&nbsp;40, e 12 ottobre 2010,
         causa C&#8209;45/09, Rosenbladt, Racc.&nbsp;pag.&nbsp;I&#8209;9391, punto&nbsp;58).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point40">40</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda la modifica della finalit&agrave; perseguita, dalla decisione di rinvio risulta che, inizialmente, l&#8217;art.&nbsp;50
         dell&#8217;HBG si basava sulla presunzione assoluta di inidoneit&agrave; al servizio dopo i 65 anni. In sede di udienza, i rappresentanti
         del Land Hessen e del governo tedesco hanno tuttavia sottolineato che tale presunzione non doveva pi&ugrave; essere considerata come
         il fondamento del limite di et&agrave; e che il legislatore aveva riconosciuto che le persone possono essere idonee a lavorare anche
         dopo tale et&agrave;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point41">41</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre considerare, a tale riguardo, che un mutamento del contesto in cui una legge si iscrive, il quale porti ad una modifica
         della finalit&agrave; di tale legge, non pu&ograve;, di per s&eacute;, impedire che quest&#8217;ultima persegua una finalit&agrave; legittima ai sensi dell&#8217;art.&nbsp;6,
         n.&nbsp;1, della direttiva 2000/78.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point42">42</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Le circostanze possono mutare e la legge pu&ograve; tuttavia essere mantenuta in vigore per altri motivi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point43">43</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cos&igrave;, nelle cause principali in esame, oltre alla mutata concezione nei riguardi dell&#8217;idoneit&agrave; al lavoro dopo i 65 anni, la
         circostanza menzionata dal giudice del rinvio, secondo cui il limite di et&agrave; &egrave; stato introdotto nel corso di un periodo di
         piena occupazione e poi mantenuto in periodo di disoccupazione, ha potuto portare ad una modifica della finalit&agrave; perseguita,
         senza per questo impedire che tale finalit&agrave; abbia un carattere legittimo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point44">44</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda il fatto di far valere pi&ugrave; finalit&agrave; contemporaneamente, dalla giurisprudenza risulta che la compresenza
         di vari obiettivi non costituisce un ostacolo all&#8217;esistenza di una finalit&agrave; legittima ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva
         2000/78. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point45">45</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale era la situazione esaminata nella citata sentenza Rosenbladt, in cui la Corte ha stabilito, ai punti&nbsp;43 e 45, che finalit&agrave;
         del tipo di quelle invocate dal governo tedesco potevano ritenersi comprese tra le finalit&agrave; contemplate dall&#8217;art.&nbsp;6, n.&nbsp;1,
         della direttiva 2000/78. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point46">46</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Le finalit&agrave; fatte valere possono essere connesse tra loro (v., in tal senso, sentenza 18 novembre 2010, cause riunite C&#8209;250/09
         e C&#8209;268/09, Georgiev, Racc.pag.&nbsp;I&#8209;11869, punti&nbsp;45, 46 e 68) o classificate in ordine di importanza, come nella causa decisa
         dalla citata sentenza Petersen, in cui, come risulta dai punti&nbsp;41 e 65, il governo tedesco aveva invocato in via principale
         una finalit&agrave; e in subordine un&#8217;altra.
      </P>
      <P class="C06Titre3">&nbsp;Sulle finalit&agrave; fatte valere dal giudice del rinvio</P>
      <P class="C01PointnumeroteAltN"><A NAME="point47">47</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Secondo il giudice del rinvio, la finalit&agrave; dell&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG &egrave;, segnatamente, quella di instaurare una &laquo;ripartizione
         favorevole delle fasce di et&agrave;&raquo;, che sarebbe costituita dalla contemporanea presenza nella professione in esame, vale a dire
         quella di procuratore, di giovani dipendenti all&#8217;inizio della carriera e di dipendenti pi&ugrave; anziani che si trovano ad un livello
         di carriera avanzato. Il Land Hessen ed il governo tedesco sostengono che sia questa la finalit&agrave; principale perseguita dalla
         suddetta disposizione. L&#8217;obbligo di collocamento a riposo all&#8217;et&agrave; di 65 anni mira, a loro parere, a stabilire un equilibrio
         tra le generazioni, al quale si ricollegano altre tre finalit&agrave; citate dal giudice del rinvio, vale a dire, la programmazione
         efficace dei pensionamenti e delle assunzioni, il sostegno all&#8217;occupazione e alla promozione dei giovani, nonch&eacute; la prevenzione
         di controversie relative all&#8217;idoneit&agrave; del dipendente ad esercitare la sua attivit&agrave; dopo tale et&agrave;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point48">48</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il Land Hessen ed il governo tedesco sostengono che la presenza, nel settore pubblico in esame, di personale di diverse fasce
         di et&agrave; permette altres&igrave; un passaggio di esperienza dai pi&ugrave; anziani ai pi&ugrave; giovani e la comunicazione da parte di questi ultimi
         di conoscenze acquisite di recente, contribuendo cos&igrave; ad offrire un servizio pubblico della giustizia di qualit&agrave;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point49">49</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre ricordare che, secondo la giurisprudenza, la promozione delle assunzioni costituisce incontestabilmente una finalit&agrave;
         legittima di politica sociale o dell&#8217;occupazione degli Stati membri, in particolare laddove si tratta di favorire l&#8217;accesso
         dei giovani all&#8217;esercizio di una professione (sentenza Georgiev, cit., punto&nbsp;45). La Corte ha inoltre stabilito che la convivenza
         di diverse generazioni di lavoratori pu&ograve; altres&igrave; contribuire alla qualit&agrave; delle attivit&agrave; svolte, in particolare favorendo
         lo scambio di esperienze (v., in tal senso, per quanto riguarda insegnanti e ricercatori, sentenza Georgiev, cit., punto&nbsp;46).
         
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point50">50</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Allo stesso modo occorre considerare che la finalit&agrave; consistente nell&#8217;instaurare una ripartizione equilibrata delle fasce
         di et&agrave; tra funzionari giovani e funzionari pi&ugrave; anziani, al fine di favorire l&#8217;occupazione e la promozione dei giovani, di
         ottimizzare la gestione del personale e, al tempo stesso, di prevenire le eventuali controversie vertenti sull&#8217;idoneit&agrave; del
         dipendente ad esercitare la sua attivit&agrave; dopo una certa et&agrave;, il tutto mirando ad offrire un servizio della giustizia di qualit&agrave;,
         pu&ograve; costituire una finalit&agrave; legittima di politica dell&#8217;occupazione e del mercato del lavoro.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point51">51</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio si chiede tuttavia se una misura come l&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG non soddisfi l&#8217;interesse del datore
         di lavoro piuttosto che quello generale. In particolare, esso si pone la questione se le disposizioni adottate da un solo
         Land per una parte dei propri agenti &#8211; nel caso di specie i pubblici funzionari nominati a vita, tra i quali rientrano i procuratori
         &#8211; non riguardino un gruppo di persone troppo ristretto per costituire una misura che persegue una finalit&agrave; di interesse generale.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point52">52</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Corte ha stabilito che le finalit&agrave; che possono essere considerate &laquo;legittime&raquo; ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva
         2000/78 sono finalit&agrave; che presentano un carattere di interesse generale, le quali si distinguono dai motivi puramente individuali
         propri della situazione del datore di lavoro, come la riduzione dei costi o il miglioramento della competitivit&agrave;, senza che
         peraltro si possa escludere che una norma nazionale riconosca, nel perseguimento delle suddette finalit&agrave; legittime, un certo
         grado di flessibilit&agrave; in favore dei datori di lavoro (v., in tal senso, sentenza 5 marzo 2009, causa C&#8209;388/07, Age Concern
         England, Racc.&nbsp;pag.&nbsp;I&#8209;1569, punto&nbsp;46). 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point53">53</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre constatare che finalit&agrave; come quelle menzionate al punto&nbsp;50 della presente sentenza, che tengono conto degli interessi
         di tutti i funzionari in questione, nell&#8217;ambito di considerazioni relative alla politica dell&#8217;occupazione e del mercato del
         lavoro, al fine di assicurare un servizio pubblico di qualit&agrave;, nel caso di specie quello della giustizia, possono essere considerate
         finalit&agrave; di interesse generale.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point54">54</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Corte ha inoltre statuito che le autorit&agrave; competenti a livello nazionale, regionale o settoriale devono disporre della
         possibilit&agrave; di modificare i mezzi adottati in funzione di una finalit&agrave; legittima di interesse generale, ad esempio adattandoli
         all&#8217;evoluzione della situazione dell&#8217;occupazione nello Stato membro interessato (sentenza Palacios de la Villa, cit., punto&nbsp;70).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point55">55</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pertanto, la circostanza che una disposizione sia adottata a livello regionale non impedisce che essa persegua una finalit&agrave;
         legittima ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78. In uno Stato come la Repubblica federale di Germania, il legislatore
         pu&ograve; ritenere che, nell&#8217;interesse di tutte le persone coinvolte, spetti ai L&auml;nder piuttosto che alle autorit&agrave; federali adottare
         determinate misure legislative rientranti nell&#8217;ambito di tale disposizione, come l&#8217;et&agrave; pensionabile dei pubblici funzionari
         nominati a vita.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point56">56</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&Egrave; inoltre necessario che un collocamento a riposo, in linea di massima obbligatorio all&#8217;et&agrave; di 65 anni, come quello previsto
         all&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG, sia appropriato e necessario allo scopo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point57">57</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda il carattere appropriato di una tale misura, il Land Hessen ed il governo tedesco fanno valere che il
         numero di posti disponibili nella funzione pubblica &egrave; limitato, in particolare per quanto riguarda quelli di procuratore,
         e soprattutto ai livelli pi&ugrave; alti. La possibilit&agrave; di creare nuovi posti sarebbe ristretta per esigenze di bilancio. Essi precisano
         che i procuratori, come tutti i pubblici funzionari, sono nominati a vita e che non si ritirano volontariamente e anticipatamente
         dalle loro funzioni se non in casi eccezionali. La fissazione di un&#8217;et&agrave; obbligatoria per il collocamento a riposo dei procuratori
         costituirebbe quindi il solo mezzo per ripartire l&#8217;occupazione in modo equilibrato tra le generazioni.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point58">58</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Corte ha gi&agrave; riconosciuto, nell&#8217;ambito di professioni con un numero limitato di posti disponibili, che il collocamento
         a riposo ad un et&agrave; stabilita dalla legge era idoneo a favorire l&#8217;accesso dei giovani all&#8217;occupazione (v., in tal senso, per
         quanto riguarda i dentisti convenzionati, sentenza Petersen, cit., punto&nbsp;70, e, per quanto riguarda i professori universitari,
         sentenza Georgiev, cit., punto&nbsp;52).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point59">59</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto concerne la professione di procuratore in Germania, risulta che l&#8217;accesso a tale professione &egrave; limitato per effetto
         dell&#8217;obbligo, imposto ai suoi membri, di aver conseguito una particolare qualificazione, per l&#8217;ottenimento della quale &egrave; necessario
         aver portato a termine con successo un ciclo di studi ed un tirocinio di preparazione. Inoltre, l&#8217;ingresso dei giovani nella
         professione potrebbe essere frenato in virt&ugrave; della nomina a vita dei funzionari in questione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point60">60</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In simili circostanze non appare irragionevole che le autorit&agrave; competenti di uno Stato membro reputino che una misura come
         l&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG possa essere tale da consentire il raggiungimento della finalit&agrave; consistente nel realizzare una
         ripartizione equilibrata delle fasce di et&agrave; al fine di agevolare la programmazione dei pensionamenti, di assicurare la promozione
         dei funzionari, segnatamente di quelli pi&ugrave; giovani, e di prevenire le controversie che potrebbero eventualmente sorgere in
         occasione dei collocamenti a riposo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point61">61</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre ricordare che gli Stati membri dispongono di un ampio margine discrezionale nella definizione delle misure atte a
         realizzare la finalit&agrave; suddetta (v., in tal senso, sentenza Palacios de la Villa, cit., punto 68). 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point62">62</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuttavia, gli Stati membri non possono svuotare della sua sostanza il divieto di discriminazioni basate sull&#8217;et&agrave; enunciato
         nella direttiva 2000/78. Tale divieto deve essere letto alla luce del diritto di lavorare sancito dall&#8217;art.&nbsp;15, n.&nbsp;1, della
         Carta dei diritti fondamentali dell&#8217;Unione europea. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point63">63</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ne risulta che una particolare attenzione deve essere riservata alla partecipazione dei lavoratori anziani alla vita professionale
         e, al tempo stesso, alla vita economica, culturale e sociale. Il mantenimento di tali persone nella vita attiva favorisce
         la diversit&agrave; nell&#8217;occupazione, che &egrave; una finalit&agrave; riconosciuta dal venticinquesimo &#8216;considerando&#8217; della direttiva 2000/78.
         Tale mantenimento contribuisce inoltre alla realizzazione personale nonch&eacute; alla qualit&agrave; di vita dei lavoratori interessati,
         conformemente alle preoccupazioni del legislatore dell&#8217;Unione enunciate ai &#8216;considerando&#8217; ottavo, nono e undicesimo di tale
         direttiva.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point64">64</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuttavia, l&#8217;interesse rappresentato dal mantenimento in attivit&agrave; di tali persone deve essere tenuto in considerazione rispettando
         altri interessi eventualmente contrastanti. Le persone che hanno raggiunto l&#8217;et&agrave; a cui si ha diritto ad una pensione di vecchiaia
         possono desiderare di avvalersi di tale diritto e di cessare le loro funzioni usufruendo di una siffatta pensione, anzich&eacute;
         continuare a lavorare. Inoltre, eventuali clausole di cessazione automatica dei rapporti di lavoro dei dipendenti che abbiano
         raggiunto l&#8217;et&agrave; pensionabile potrebbero favorire l&#8217;inserimento professionale dei lavoratori giovani, nell&#8217;interesse di una
         ripartizione del lavoro tra le generazioni. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point65">65</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cos&igrave;, nel definire la loro politica sociale sulla base di considerazioni di ordine politico, economico, sociale, demografico
         e/o di bilancio, le autorit&agrave; nazionali interessate possono essere indotte a compiere la scelta di prolungare la durata della
         vita attiva dei lavoratori o, al contrario, di prevedere un pensionamento anticipato di questi ultimi (v.&nbsp;sentenza Palacios
         de la Villa, cit., punti&nbsp;68 e 69). La Corte ha statuito che spetta a tali autorit&agrave; trovare un giusto equilibrio tra i differenti
         interessi in gioco, facendo attenzione a non eccedere quanto &egrave; appropriato e necessario per raggiungere la finalit&agrave; legittima
         perseguita (v., in tal senso, citate sentenze Palacios de la Villa, punti&nbsp;69 e 71, e Rosenbladt, punto&nbsp;44). 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point66">66</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, la Corte ha riconosciuto che una misura che consenta il collocamento a riposo d&#8217;ufficio di lavoratori al
         compimento dei 65 anni di et&agrave; pu&ograve; rispondere alla finalit&agrave; consistente nella promozione dell&#8217;occupazione ed essere considerata
         non eccessivamente lesiva delle legittime pretese dei lavoratori interessati, qualora tali persone possano beneficiare di
         una pensione il cui livello non pu&ograve; essere ritenuto irragionevole (v.,&nbsp;in tal senso, sentenza Palacios de la Villa, cit.,
         punto&nbsp;73). La Corte ha altres&igrave; statuito, relativamente ad una misura che imponeva la cessazione automatica dei rapporti di
         lavoro una volta raggiunta l&#8217;et&agrave; suddetta, in un settore in cui, secondo il giudice del rinvio, tale misura era atta ad arrecare
         un danno finanziario rilevante al lavoratore interessato, che essa non eccedeva quanto necessario per la realizzazione delle
         finalit&agrave; perseguite, in particolare la promozione dell&#8217;occupazione. La Corte ha tenuto conto del fatto che il lavoratore in
         questione poteva ottenere la liquidazione dei suoi diritti pensionistici pur rimanendo nel mercato del lavoro e continuando
         a beneficiare della protezione contro le discriminazioni fondate sull&#8217;et&agrave; (v., in tal senso, sentenza Rosenbladt, cit., punti&nbsp;73&#8209;76).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point67">67</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nelle odierne cause principali, risulta dal fascicolo che i procuratori sono messi a riposo, in linea di principio, all&#8217;et&agrave;
         di 65 anni, con il beneficio di una pensione a importo pieno corrispondente a quasi il 72% del loro ultimo stipendio. Inoltre,
         l&#8217;art.&nbsp;50, n.&nbsp;3, dell&#8217;HBG prevede la possibilit&agrave; per i procuratori di lavorare per altri tre anni, fino all&#8217;et&agrave; di 68 anni,
         se ne fanno richiesta e se ci&ograve; &egrave; necessario nell&#8217;interesse del servizio. Infine, il diritto nazionale non impedirebbe a tali
         persone di esercitare un&#8217;altra attivit&agrave; professionale, come quella di consulente legale, senza limiti di et&agrave;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point68">68</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tenuto conto di siffatti elementi, occorre dichiarare che una misura che preveda il collocamento a riposo dei procuratori
         al compimento dei 65 anni, come quella di cui all&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG, non eccede quanto necessario per il raggiungimento
         della finalit&agrave; consistente nell&#8217;instaurare una ripartizione equilibrata delle fasce di et&agrave; al fine di favorire l&#8217;occupazione
         e la promozione dei giovani, di ottimizzare la gestione del personale e, al tempo stesso, di prevenire le controversie relative
         all&#8217;idoneit&agrave; del dipendente ad esercitare la propria attivit&agrave; oltre una certa et&agrave;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point69">69</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre ancora rilevare che il giudice del rinvio interroga parimenti la Corte circa la legittimit&agrave;, in rapporto all&#8217;art.&nbsp;6,
         n.&nbsp;1, della direttiva 2000/78, di una finalit&agrave; consistente nel realizzare economie di bilancio. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point70">70</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il Land Hessen ed il governo tedesco hanno tuttavia fatto valere che, a loro parere, l&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG non perseguiva
         un siffatto obiettivo. Secondo il Land Hessen, la circostanza che taluni pubblici funzionari nominati a vita, nel caso di
         specie alcuni procuratori, non siano stati sostituiti, si spiega con il fatto che questi ultimi erano stati nominati per far
         fronte ad un aumento eccezionale di un particolare contenzioso in un dato momento. Tale Land fa osservare che, a parte tali
         soppressioni, il numero dei procuratori &egrave; aumentato a partire dal 2006.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point71">71</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, spetta al giudice nazionale verificare se la finalit&agrave; consistente nel realizzare economie di bilancio sia
         un obiettivo perseguito dell&#8217;HBG.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point72">72</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre ricordare che le questioni relative all&#8217;interpretazione del diritto dell&#8217;Unione sollevate dal giudice nazionale nel
         contesto di diritto e di fatto che egli individua sotto la propria responsabilit&agrave;, e del quale non spetta alla Corte verificare
         l&#8217;esattezza, godono di una presunzione di rilevanza (v., segnatamente, sentenza 22 giugno 2010, cause riunite C&#8209;188/10 e C&#8209;189/10,
         Melki e Abdeli, Racc.&nbsp;pag.&nbsp;I&#8209;5667, punto&nbsp;27). Nel caso di specie, poich&eacute; non consta in modo manifesto che l&#8217;interpretazione
         del diritto dell&#8217;Unione richiesta non abbia alcun rapporto con la realt&agrave; effettiva o l&#8217;oggetto della causa principale o che
         la questione sia di tipo ipotetico, la Corte &egrave; tenuta a risolvere la questione sollevata.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point73">73</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Come risulta dal punto&nbsp;65 della presente sentenza, nell&#8217;ambito dell&#8217;adozione di misure in materia di pensionamenti, il diritto
         dell&#8217;Unione non impedisce agli Stati membri di tener conto di considerazioni di bilancio parallelamente ad altre di ordine
         politico, sociale o demografico, purch&eacute;, nel fare ci&ograve;, essi rispettino, in particolare, il principio generale del divieto
         di discriminazioni fondate sull&#8217;et&agrave;.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point74">74</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, se determinate considerazioni di bilancio possono essere alla base delle scelte di politica sociale di uno
         Stato membro ed influenzare la natura o l&#8217;entit&agrave; delle misure che questo intende adottare, simili considerazioni non possono
         per&ograve;, di per s&eacute; sole, costituire una finalit&agrave; legittima ai sensi dell&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point75">75</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Considerato quanto precede, occorre risolvere la prima questione dichiarando che la direttiva 2000/78 non osta ad una legge,
         come l&#8217;HBG, la quale preveda il collocamento a riposo d&#8217;ufficio dei pubblici funzionari nominati a vita &#8211; nel caso di specie,
         i procuratori &#8211; al raggiungimento dell&#8217;et&agrave; di 65 anni, e che per&ograve; consenta loro di continuare a lavorare, ove richiesto dall&#8217;interesse
         del servizio, fino all&#8217;et&agrave; massima di 68 anni, purch&eacute; la finalit&agrave; di tale legge sia quella di instaurare una ripartizione
         equilibrata delle fasce di et&agrave; allo scopo di favorire l&#8217;occupazione e la promozione dei giovani, di ottimizzare la gestione
         del personale e, al tempo stesso, di prevenire le eventuali controversie in merito all&#8217;idoneit&agrave; del dipendente ad esercitare
         la propria attivit&agrave; oltre una certa et&agrave;, e purch&eacute; la legge suddetta consenta di raggiungere tale finalit&agrave; con mezzi appropriati
         e necessari. 
      </P>
      <P class="C05Titre2">&nbsp;<I>Sulla seconda questione</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point76">76</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sua seconda questione il giudice del rinvio chiede in sostanza quali siano i dati che devono essere prodotti dallo
         Stato membro per dimostrare il carattere appropriato e necessario della misura controversa nella causa principale e, segnatamente,
         se debbano essere fornite statistiche o dati numerici precisi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point77">77</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Risulta dal punto&nbsp;51 della citata sentenza Age Concern England che semplici affermazioni generiche, secondo cui un provvedimento
         &egrave; idoneo a partecipare alla politica del lavoro, del mercato del lavoro o della formazione professionale, non sono sufficienti
         per dimostrare che l&#8217;obiettivo perseguito da tale provvedimento giustifichi una deroga al principio del divieto di discriminazioni
         fondate sull&#8217;et&agrave;, n&eacute; costituiscono elementi sulla scorta dei quali poter ragionevolmente ritenere che gli strumenti prescelti
         siano atti alla realizzazione di tale obiettivo. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point78">78</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Corte ha parimenti sottolineato, al punto&nbsp;67 di detta sentenza, che l&#8217;art.&nbsp;6, n.&nbsp;1, della direttiva 2000/78 impone agli
         Stati membri l&#8217;onere di dimostrare il carattere legittimo della finalit&agrave; invocata quale giustificazione, fermo il rispetto
         di un&#8217;elevata soglia probatoria.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point79">79</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Secondo il quindicesimo &#8216;considerando&#8217; della direttiva 2000/78, la valutazione dei fatti che consentono di presumere l&#8217;esistenza
         di una discriminazione &egrave; una questione che spetta alle autorit&agrave; giudiziarie nazionali o ad altre autorit&agrave; competenti conformemente
         alle norme o alle prassi nazionali. Queste possono prevedere, in particolare, che la discriminazione indiretta venga provata
         con qualsiasi mezzo, compresi i dati statistici.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point80">80</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per valutare il grado di precisione degli elementi di prova richiesti, occorre ricordare che gli Stati membri dispongono di
         un ampio margine discrezionale nella scelta di una misura che reputino appropriata. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point81">81</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tale scelta pu&ograve; pertanto basarsi su considerazioni di ordine economico, sociale, demografico e/o di bilancio, le quali comprendono
         dati reali e verificabili, ma anche previsioni che, per loro natura, possono rivelarsi inesatte e comportano quindi un grado
         di incertezza. La misura in questione pu&ograve; inoltre basarsi su considerazioni di ordine politico, le quali spesso implicano
         una conciliazione tra diverse soluzioni possibili e non sono nemmeno esse in grado di conferire al risultato previsto un carattere
         certo. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point82">82</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Spetta al giudice nazionale valutare, secondo le norme del suo diritto nazionale, il valore probatorio degli elementi che
         gli vengono sottoposti, i quali possono comprendere in particolare dati statistici.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point83">83</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre pertanto risolvere la seconda questione dichiarando che, affinch&eacute; sia dimostrato il carattere appropriato e necessario
         della misura in esame, essa non deve apparire irragionevole rispetto alla finalit&agrave; perseguita e deve essere basata su elementi,
         dei quali spetta al giudice nazionale stabilire il valore probatorio. 
      </P>
      <P class="C05Titre2">&nbsp;<I>Sulla terza questione</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point84">84</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sua terza questione il giudice del rinvio si interroga sulla coerenza di una legge quale l&#8217;HBG. Pi&ugrave; in particolare
         esso si chiede, in sostanza, se tale legge non presenti incoerenze per il fatto che costringe i procuratori al pensionamento
         all&#8217;et&agrave; di 65 anni, quando invece, in primo luogo, essa permette loro di proseguire l&#8217;attivit&agrave; fino all&#8217;et&agrave; di 68 anni ove
         ci&ograve; sia richiesto dall&#8217;interesse del servizio, in secondo luogo, tende a frenare i pensionamenti volontari all&#8217;et&agrave; di 60 anni
         o di 63 anni diminuendo, in tal caso, l&#8217;importo della pensione, e, in terzo luogo, le leggi applicabili alla funzione pubblica
         a livello federale e in diversi altri L&auml;nder, nonch&eacute; il codice della previdenza sociale applicabile ai dipendenti del settore
         privato, prevedono l&#8217;innalzamento progressivo da 65 a 67 anni dell&#8217;et&agrave; pensionabile con un trattamento pensionistico pieno.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point85">85</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre ricordare, conformemente ad una giurisprudenza costante, che una normativa &egrave; idonea a garantire la realizzazione dell&#8217;obiettivo
         addotto solo se risponde realmente all&#8217;intento di raggiungerlo in modo coerente e sistematico (sentenze 10 marzo 2009, causa
         C&#8209;169/07, Hartlauer, Racc.&nbsp;pag.&nbsp;I&#8209;1721, punto&nbsp;55, e Petersen, cit., punto&nbsp;53).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point86">86</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eventuali deroghe alle disposizioni di una legge possono in taluni casi pregiudicare la coerenza di quest&#8217;ultima, in particolare
         quando esse, per la loro ampiezza, portino ad un risultato contrario all&#8217;obiettivo perseguito dalla legge suddetta (v., in
         tal senso, sentenza Petersen, cit., punto&nbsp;61).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point87">87</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda la deroga relativa alla prosecuzione dell&#8217;attivit&agrave; dei procuratori fino all&#8217;et&agrave; di 68 anni, enunciata
         all&#8217;art.&nbsp;50, n.&nbsp;3, dell&#8217;HBG, occorre constatare che essa si applica solo ove ci&ograve; sia richiesto dall&#8217;interesse del servizio
         e su richiesta dell&#8217;interessato.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point88">88</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In sede di udienza, il Land Hessen ha indicato che tale deroga mira a far fronte al caso in cui un procuratore compia 65 anni
         mentre gli &egrave; affidata una causa penale il cui procedimento non &egrave; ancora giunto al termine. Per evitare le eventuali complicazioni
         dovute alla sostituzione dell&#8217;interessato, l&#8217;HBG prevedrebbe, in via eccezionale, che questi possa continuare ad esercitare
         le proprie funzioni. Nell&#8217;interesse del servizio, l&#8217;amministrazione interessata potrebbe cos&igrave; ritenere preferibile mantenere
         in attivit&agrave; tale procuratore piuttosto che nominare un sostituto che dovrebbe prendere in mano un fascicolo di cui non conosce
         il contenuto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point89">89</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre constatare che una siffatta deroga non appare idonea a pregiudicare la finalit&agrave; perseguita, vale a dire quella di
         garantire una ripartizione equilibrata delle fasce di et&agrave;, segnatamente al fine di assicurare un&#8217;elevata qualit&agrave; del servizio.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point90">90</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Una deroga siffatta pu&ograve;, al contrario, attenuare il rigore di una legge quale l&#8217;HBG, nell&#8217;interesse stesso del servizio pubblico
         in questione. Se infatti la programmazione dei pensionamenti e delle assunzioni, grazie al pensionamento sistematico dei procuratori
         al compimento dei 65 anni, contribuisce al buon funzionamento di tale servizio, l&#8217;introduzione in tale legge della deroga
         di cui al punto&nbsp;88 della presente sentenza consente di far fronte a situazioni concrete in cui il pensionamento del procuratore
         potrebbe essere sfavorevole ad una realizzazione ottimale del compito affidatogli. Alla luce di tali circostanze, tale deroga
         non appare incoerente con la legge in esame.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point91">91</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre aggiungere che altre deroghe contenute nell&#8217;HBG e citate dal giudice del rinvio &#8211; come il mantenimento in attivit&agrave;
         di certi insegnanti per alcuni mesi supplementari, oltre l&#8217;et&agrave; di 65 anni, al fine di portare a termine un periodo d&#8217;insegnamento,
         oppure quello di taluni pubblici funzionari che ricoprono cariche elettive, al fine di assicurarne l&#8217;attivit&agrave; fino al termine
         del mandato &#8211; mirano, allo stesso modo, a garantire la realizzazione dei compiti assegnati agli interessati e non sembrano
         neppure esse pregiudicare la finalit&agrave; perseguita.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point92">92</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Secondo il giudice del rinvio, un altro problema di coerenza &egrave; legato al fatto che l&#8217;HBG tenta di frenare il pensionamento
         volontario dei procuratori che abbiano raggiunto l&#8217;et&agrave; di 60 o 63 anni, mediante una disposizione che prevede la riduzione
         dell&#8217;importo della pensione concessa in tali casi, mentre l&#8217;art.&nbsp;50, n.&nbsp;1, di tale legge impedisce loro di proseguire l&#8217;attivit&agrave;
         dopo i 65 anni.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point93">93</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre constatare che il problema di coerenza sollevato dal giudice del rinvio non &egrave; posto in maniera chiara. Una disposizione
         come quella fatta valere da tale giudice sembra essere, al contrario, la logica conseguenza dell&#8217;art.&nbsp;50, n.&nbsp;1, dell&#8217;HBG.
         L&#8217;attuazione di un siffatto articolo, che implica una programmazione dei pensionamenti all&#8217;et&agrave; di 65 anni, esige infatti che
         le deroghe a tali pensionamenti siano limitate. Orbene, una disposizione che preveda una riduzione dell&#8217;importo della pensione
         &egrave; atta a dissuadere, o almeno a frenare, i pensionamenti anticipati dei procuratori. Una disposizione siffatta contribuisce
         pertanto alla realizzazione della finalit&agrave; perseguita e non consente di ritenere che l&#8217;HBG sia viziato da incoerenza.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point94">94</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il giudice del rinvio fa altres&igrave; riferimento all&#8217;innalzamento progressivo, da 65 a 67 anni, dell&#8217;et&agrave; a cui si ha diritto ad
         un trattamento pensionistico pieno, sia nella legge applicabile alla funzione pubblica a livello federale sia in quelle adottate
         da diversi L&auml;nder, e previsto anche dal codice della previdenza sociale applicabile ai dipendenti del settore privato. All&#8217;epoca
         dei fatti di cui alla causa principale, un simile innalzamento era nei programmi del Land Hessen, ma non era ancora stato
         adottato.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point95">95</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, il solo fatto che il legislatore preveda in un dato momento di modificare la legge al fine di innalzare l&#8217;et&agrave;
         a cui si ha diritto ad un trattamento pensionistico pieno non pu&ograve;, a partire da tale momento, comportare l&#8217;illegittimit&agrave; della
         legge esistente. Occorre riconoscere che un siffatto eventuale passaggio da una legge ad un&#8217;altra non &egrave; immediato, bens&igrave; necessita
         di un certo lasso di tempo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point96">96</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Come risulta dal venticinquesimo &#8216;considerando&#8217; della direttiva 2000/78, il ritmo delle modifiche pu&ograve; variare da uno Stato
         membro all&#8217;altro per tener conto della particolare situazione di ciascuno di essi. Pu&ograve; altres&igrave; variare da una regione all&#8217;altra
         &#8211; nel caso di specie da un Land all&#8217;altro &#8211; per tener conto delle specificit&agrave; regionali e consentire alle autorit&agrave; competenti
         di effettuare i necessari adeguamenti.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point97">97</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ne consegue che l&#8217;esistenza di un semplice sfasamento temporale tra le modifiche apportate alla legge di uno Stato membro
         o di un Land e quelle introdotte in un altro Stato o in un altro Land, al fine di innalzare l&#8217;et&agrave; a cui si ha diritto ad un
         trattamento pensionistico pieno, non vale di per s&eacute; a rendere incoerente la legislazione in questione. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point98">98</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza occorre risolvere la terza questione dichiarando che una legge, come l&#8217;HBG, la quale preveda il collocamento
         a riposo obbligatorio dei procuratori al raggiungimento dell&#8217;et&agrave; di 65 anni, non presenta un carattere incoerente per il solo
         fatto che in taluni casi consente loro di lavorare fino all&#8217;et&agrave; di 68 anni, che essa reca inoltre disposizioni intese a frenare
         i pensionamenti prima dell&#8217;et&agrave; di 65 anni, e che altre disposizioni legislative dello Stato membro interessato prevedono il
         mantenimento in attivit&agrave; oltre questa et&agrave; di taluni pubblici funzionari, segnatamente alcuni di nomina elettiva, nonch&eacute; un
         innalzamento progressivo dell&#8217;et&agrave; pensionabile da 65 a 67 anni. 
      </P>
      <P class="C04Titre1">&nbsp;<B>Sulle spese</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point99">99</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nei confronti delle parti nella causa principale il presente procedimento costituisce un incidente sollevato dinanzi al giudice
         nazionale, cui spetta quindi statuire sulle spese. Le spese sostenute da altri soggetti per presentare osservazioni alla Corte
         non possono dar luogo a rifusione.
      </P>
      <P class="C41DispositifIntroduction">Per questi motivi, la Corte (Seconda Sezione) dichiara:</P>
      <P class="C08Dispositif">1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>La direttiva del Consiglio 27 novembre 2000, 2000/78/CE, che stabilisce un quadro generale per la parit&agrave; di trattamento in
            materia di occupazione e di condizioni di lavoro, non osta ad una legge, come la legge sui pubblici funzionari del Land Hessen
            (Hessisches Beamtengesetz), come modificata dalla legge 14 dicembre 2009, la quale preveda il collocamento a riposo d&#8217;ufficio
            dei pubblici funzionari nominati a vita &#8211; nel caso di specie, i procuratori &#8211; al raggiungimento dell&#8217;et&agrave; di 65 anni, e che
            per&ograve; consenta loro di continuare a lavorare, ove richiesto dall&#8217;interesse del servizio, fino all&#8217;et&agrave; massima di 68 anni, purch&eacute;
            la finalit&agrave; di tale legge sia quella di instaurare una ripartizione equilibrata delle fasce di et&agrave; allo scopo di favorire
            l&#8217;occupazione e la promozione dei giovani, di ottimizzare la gestione del personale e, al tempo stesso, di prevenire le eventuali
            controversie in merito all&#8217;idoneit&agrave; del dipendente ad esercitare la propria attivit&agrave; oltre una certa et&agrave;, e purch&eacute; la legge
            suddetta consenta di raggiungere tale finalit&agrave; con mezzi appropriati e necessari.</B></P>
      <P class="C08Dispositif">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>Affich&eacute; sia dimostrato il carattere appropriato e necessario della misura in esame, essa non deve apparire irragionevole rispetto
            alla finalit&agrave; perseguita e deve essere basata su elementi, dei quali spetta al giudice nazionale stabilire il valore probatorio.</B></P>
      <P class="C08Dispositif">3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>Una legge, come la legge sui pubblici funzionari del Land Hessen, come modificata dalla legge 14 dicembre 2009, la quale preveda
            il collocamento a riposo obbligatorio dei procuratori al raggiungimento dell&#8217;et&agrave; di 65 anni, non presenta un carattere incoerente
            per il solo fatto che in taluni casi consente loro di lavorare fino all&#8217;et&agrave; di 68 anni, che essa reca inoltre disposizioni
            intese a frenare i pensionamenti prima dell&#8217;et&agrave; di 65 anni, e che altre disposizioni legislative dello Stato membro interessato
            prevedono il mantenimento in attivit&agrave; oltre questa et&agrave; di taluni pubblici funzionari, segnatamente alcuni di nomina elettiva,
            nonch&eacute; un innalzamento progressivo dell&#8217;et&agrave; pensionabile da 65 a 67 anni.</B></P>
      <P class="C77Signatures">Firme</P>
      <HR>
      <P class="C42FootnoteLangue"><A HREF="#Footref*" NAME="Footnote*">*</A><SUP></SUP> Lingua processuale: il tedesco.
      </P>
   </BODY>
</HTML>
