<HTML>
   <HEAD>
      <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
   
      <!--Filename : §CONVERSION§rlo@TRA-DOC-IT-ARRET-C-0081-2010-201108938-06_01-->
      <!-- Feuille de style -->
      <LINK href="./../../../../css/coj/coj-arr-c-fr.css" REL="stylesheet" TYPE="text/css">
      <LINK HREF="coj-arr-c-it.css" REL="stylesheet" TYPE="text/css">
      <!-- Titre du document -->
      <TITLE></TITLE>
   </HEAD>
   <BODY>
      <P class="C19Centre">SENTENZA DELLA CORTE (Terza Sezione)</P>
      <P class="C19Centre">8 dicembre 2011 ?(<A HREF="#Footnote1" NAME="Footref1">1</A>)
      </P>
      <P class="C71Indicateur">&laquo;Impugnazione &#8211; Aiuti di Stato &#8211; Regime d&#8217;assoggettamento della France T&eacute;l&eacute;com alla tassa professionale &#8211; Nozione di &#8220;aiuto&#8221; &#8211; Legittimo affidamento &#8211; Termine di prescrizione &#8211; Obbligo di motivazione &#8211; Principio della certezza del diritto&raquo;</P>
      <P class="C02AlineaAltA">Nel procedimento C&#8209;81/10 P,</P>
      <P class="C02AlineaAltA">avente ad oggetto l&#8217;impugnazione, ai sensi dell&#8217;art.&nbsp;56 dello Statuto della Corte di giustizia dell&#8217;Unione europea, proposta
         il 10 febbraio 2010,
      </P>
      <P class="C02AlineaAltA"><B>France T&eacute;l&eacute;com SA</B>, con sede in Parigi (Francia), rappresentata dagli avv.ti&nbsp;S.&nbsp;Hautbourg, L.&nbsp;Olza&nbsp;Moreno e L.&nbsp;Godfroid, avocats,
      </P>
      <P class="C72Alineadroite">ricorrente,</P>
      <P class="C02AlineaAltA">procedimento in cui le altre parti sono:</P>
      <P class="C02AlineaAltA"><B>Commissione europea</B>, rappresentata dai sigg.&nbsp;E.&nbsp;Gippini&nbsp;Fournier e D.&nbsp;Grespan, in qualit&agrave; di agenti, con domicilio eletto in Lussemburgo,
      </P>
      <P class="C72Alineadroite">convenuta in primo grado,</P>
      <P class="C02AlineaAltA"><B>Repubblica francese</B>, rappresentata dai sigg.&nbsp;G.&nbsp;de&nbsp;Bergues e J.&nbsp;Gstalter, in qualit&agrave; di agenti,
      </P>
      <P class="C72Alineadroite">ricorrente in primo grado,</P>
      <P class="C19Centre">LA CORTE (Terza Sezione),</P>
      <P class="C02AlineaAltA">composta dal sig.&nbsp;K.&nbsp;Lenaerts, presidente di sezione, dal sig.&nbsp;J.&nbsp;Malenovsk&yacute;, dalla sig.ra&nbsp;R.&nbsp;Silva&nbsp;de&nbsp;Lapuerta (relatore),
         dai sigg.&nbsp;E.&nbsp;Juh&aacute;sz e D.&nbsp;&#352;v&aacute;by, giudici,
      </P>
      <P class="C02AlineaAltA">avvocato generale: sig.&nbsp;N.&nbsp;J&auml;&auml;skinen</P>
      <P class="C02AlineaAltA">cancelliere: sig.ra&nbsp;A.&nbsp;Impellizzeri, amministratore</P>
      <P class="C02AlineaAltA">vista la fase scritta del procedimento e in seguito all&#8217;udienza del 31 marzo 2011,</P>
      <P class="C02AlineaAltA">sentite le conclusioni dell&#8217;avvocato generale, presentate all&#8217;udienza dell&#8217;8 settembre 2011,</P>
      <P class="C02AlineaAltA">ha pronunciato la seguente</P>
      <P class="C75Debutdesmotifs"><B>Sentenza</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point1">1</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sua impugnazione, la France T&eacute;l&eacute;com SA (in prosieguo: la &laquo;France T&eacute;l&eacute;com&raquo;) chiede l&#8217;annullamento della sentenza del
         Tribunale di primo grado delle Comunit&agrave; europee 30 novembre 2009, cause riunite T&#8209;427/04 e T&#8209;17/05, Francia e France T&eacute;l&eacute;com/Commissione
         (Racc.&nbsp;pag.&nbsp;II&#8209;4315; in prosieguo: la &laquo;sentenza impugnata&raquo;), con cui esso ha respinto i loro ricorsi diretti all&#8217;annullamento
         della decisione della Commissione 2 agosto 2004, 2005/709/CE, relativa all&#8217;aiuto di Stato al quale la Francia ha dato esecuzione
         in favore di France T&eacute;l&eacute;com (GU&nbsp;2005, L&nbsp;269, pag.&nbsp;30; in prosieguo: la &laquo;decisione controversa&raquo;).
      </P>
      <P class="C04Titre1">&nbsp;<B>I fatti</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point2">2</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nella sentenza impugnata, il Tribunale ha precisato il contesto normativo ed i fatti della controversia sottopostagli nei
         seguenti termini:
      </P>
      <P class="C02AlineaAltA">&laquo;(&#8230;)</P>
      <P class="C10Marge1">2.&nbsp;Assoggettamento della France T&eacute;l&eacute;com alla tassa professionale</P>
      <P class="C10Marge1">Regime generale della tassa professionale</P>
      <P class="C09Marge0avecretrait">16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La tassa professionale &egrave; un&#8217;imposta locale sulle attivit&agrave; produttive la cui disciplina &egrave; determinata per legge e codificata
         nel code g&eacute;n&eacute;ral des imp&ocirc;ts (codice generale delle imposte).
      </P>
      <P class="C09Marge0avecretrait">17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) la tassa professionale &egrave; dovuta ogni anno dalle persone fisiche e giuridiche che, al 1&deg; gennaio, esercitino a titolo professionale
         un&#8217;attivit&agrave; autonoma.
      </P>
      <P class="C09Marge0avecretrait">18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) la tassa professionale &egrave; determinata in funzione della capacit&agrave; contributiva dei soggetti passivi, valutata secondo criteri
         economici in relazione all&#8217;importanza delle attivit&agrave; da essi esercitate sul territorio dell&#8217;ente territoriale beneficiario.
      </P>
      <P class="C09Marge0avecretrait">19&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conseguentemente la tassa professionale &egrave; un&#8217;imposta le cui basi imponibili non sono costituite dall&#8217;utile ricavato tramite
         l&#8217;attivit&agrave; dell&#8217;impresa, bens&igrave;, al momento dei fatti all&#8217;origine della presente controversia, da una frazione del valore dei
         fattori di produzione &#8211; capitale e lavoro &#8211; impiegati dal contribuente in ciascun comune nel quale l&#8217;imposta viene liquidata.
      </P>
      <P class="C09Marge0avecretrait">20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) ai fini delle imposte liquidate per gli anni 1994&#8209;2002, nel caso di persone giuridiche soggette all&#8217;imposta sulle societ&agrave;,
         la base imponibile della tassa professionale comprendeva, da una parte, il valore locativo delle immobilizzazioni materiali
         di cui il contribuente disponeva ai fini della sua attivit&agrave; professionale durante il periodo di riferimento e, dall&#8217;altra,
         una frazione dei salari corrisposti durante il periodo di riferimento.
      </P>
      <P class="C09Marge0avecretrait">21&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) il periodo di riferimento (&#8230;) &egrave; il penultimo anno precedente a quello dell&#8217;imposizione, qualora l&#8217;esercizio coincida con
         l&#8217;anno civile, o, altrimenti, l&#8217;esercizio chiuso nel penultimo anno precedente a quello dell&#8217;imposizione.
      </P>
      <P class="C09Marge0avecretrait">22&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) la tassa professionale viene liquidata in ciascun comune in cui il contribuente dispone di locali o di beni fondiari,
         tenendo conto del valore locativo dei beni in esso situati o ad esso connessi e dei salari corrisposti al personale.
      </P>
      <P class="C09Marge0avecretrait">(&#8230;)</P>
      <P class="C10Marge1">Norme applicabili alla France T&eacute;l&eacute;com</P>
      <P class="C10Marge1">Principio dell&#8217;assoggettamento alle imposte di diritto comune</P>
      <P class="C09Marge0avecretrait">25&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La legge [2 luglio 1990, n.&nbsp;90&#8209;568, relativa all&#8217;organizzazione del servizio pubblico delle poste e telecomunicazioni (JORF
         8 luglio 1990, pag.&nbsp;8069; in prosieguo: la &laquo;legge n.&nbsp;90&#8209;568&raquo;)], da cui risultano la creazione della France T&eacute;l&eacute;com (...) e
         quella di La Poste, prevede (...) disposizioni particolari in tema di fiscalit&agrave;.
      </P>
      <P class="C09Marge0avecretrait">26&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) fatte salve [talune] eccezioni (&#8230;), la France T&eacute;l&eacute;com &egrave; [in linea di principio] soggetta alle imposte e tasse (&#8230;) cui
         sarebbero assoggettate imprese private che effettuino operazioni identiche.
      </P>
      <P class="C10Marge1">Prelievo forfetario</P>
      <P class="C09Marge0avecretrait">27&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(&#8230;) fino al 1&deg; gennaio 1994, la France T&eacute;l&eacute;com doveva essere assoggettata soltanto alle imposte e tasse effettivamente sostenute
         dallo Stato. Conseguentemente, la France T&eacute;l&eacute;com non era soggetta, in particolare, n&eacute; all&#8217;imposta sulle societ&agrave; n&eacute; alle imposte
         locali, tra cui la tassa professionale. In cambio, per gli anni 1991&#8209;1993, la France T&eacute;l&eacute;com doveva versare un contributo
         determinato annualmente dalla legge finanziaria, entro il limite di un importo la cui base, al netto dell&#8217;attualizzazione,
         era pari al saldo conseguito dal bilancio allegato delle telecomunicazioni per il 1989 (&#8230;).
      </P>
      <P class="C10Marge1">Regime speciale d&#8217;imposizione</P>
      <P class="C02AlineaAltA">(&#8230;)</P>
      <P class="C09Marge0avecretrait">30&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;imposta [dovuta a titolo della tassa professionale], che ai fini del calcolo delle basi imponibili seguiva le norme generali
         previste dal code g&eacute;n&eacute;ral des imp&ocirc;ts (&#8230;), era liquidata applicando un&#8217;aliquota media ponderata nazionale risultante dalle
         aliquote deliberate l&#8217;anno precedente dall&#8217;insieme degli enti locali (&#8230;).
      </P>
      <P class="C09Marge0avecretrait">31&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla France T&eacute;l&eacute;com veniva, inoltre, applicata un&#8217;aliquota dell&#8217;1,9% anzich&eacute; dell&#8217;8% a titolo di spese di gestione, vale a
         dire un importo addizionale prelevato dallo Stato a compensazione degli oneri sostenuti degli uffici tributari per le attivit&agrave;
         di formazione dei ruoli e di riscossione della tassa professionale per conto degli enti locali.
      </P>
      <P class="C09Marge0avecretrait">32&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il gettito dell&#8217;imposta doveva essere versato allo Stato, o, per la parte eccedente i tributi assolti per il 1994, adeguati
         ogni anno alla variazione dell&#8217;indice dei prezzi al consumo, al Fondo nazionale di perequazione della tassa professionale
         (&#8230;).
      </P>
      <P class="C09Marge0avecretrait">(&#8230;)</P>
      <P class="C10Marge1">3.&nbsp;Procedimento amministrativo</P>
      <P class="C09Marge0avecretrait">35&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In data 13 marzo 2001, l&#8217;Associazione degli enti locali per il ripristino della tassa professionale della France T&eacute;l&eacute;com e
         di La Poste in base al diritto comune si &egrave; rivolta alla Commissione presentando una denuncia, secondo la quale il regime speciale
         d&#8217;imposizione costituiva un aiuto di Stato incompatibile con il mercato comune. La denunciante menzionava, in particolare,
         la perdita di entrate risultante, per taluni comuni, dall&#8217;applicazione di un&#8217;aliquota media ponderata nazionale.
      </P>
      <P class="C09Marge0avecretrait">36&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In seguito a detta denuncia, il 28 giugno 2001, la Commissione ha deciso di avviare il procedimento preliminare di esame del
         regime speciale d&#8217;imposizione e ha inviato alla Repubblica francese una richiesta di informazioni a tal riguardo.
      </P>
      <P class="C09Marge0avecretrait">37&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con lettera del 26 settembre 2001, la Repubblica francese ha risposto a tale richiesta di informazioni, affermando che il
         regime speciale d&#8217;imposizione non costituiva un aiuto di Stato, poich&eacute; non procurava alcun vantaggio alla France T&eacute;l&eacute;com n&eacute;
         comportava alcuna perdita di risorse per lo Stato.
      </P>
      <P class="C09Marge0avecretrait">38&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 30 gennaio 2003, la Commissione ha adottato la decisione di avvio del procedimento d&#8217;indagine formale di cui all&#8217;art.&nbsp;88,
         n.&nbsp;2, CE in relazione, segnatamente, all&#8217;esenzione dalla tassa professionale di cui la France T&eacute;l&eacute;com aveva beneficiato dal
         1991 al 1993 e al regime speciale d&#8217;imposizione (in prosieguo: la &#8220;decisione di avvio&#8221;). La decisione di avvio &egrave; stata notificata
         alla Repubblica francese con lettera del 31 gennaio 2003. Su richiesta delle autorit&agrave; francesi, la Commissione ha proceduto,
         il 7 marzo 2003, alla notifica di una versione corretta di tale decisione. Nella decisione di avvio, la Commissione stimava
         il vantaggio procurato alla France T&eacute;l&eacute;com in circa 1 miliardo di franchi francesi (FRF) per anno dal 1994 (punti&nbsp;73 e&nbsp;74).
         La decisione di avvio &egrave; stata pubblicata il 12 marzo 2003 (GU&nbsp;C&nbsp;57, pag.&nbsp;5).
      </P>
      <P class="C09Marge0avecretrait">(&#8230;)</P>
      <P class="C10Marge1">4.&nbsp;Decisione impugnata</P>
      <P class="C09Marge0avecretrait">53&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 19 e il 20 luglio 2004, in occasione della sua 1667&ordf; riunione, il collegio dei membri della Commissione ha approvato un
         progetto di decisione che dichiarava che la France T&eacute;l&eacute;com aveva beneficiato di un aiuto di Stato a causa del regime speciale
         d&#8217;imposizione, durante il periodo 1994&#8209;2002 (in prosieguo: l&#8217;&#8220;aiuto controverso&#8221;), ed ha delegato il membro incaricato della
         concorrenza ad adottare, con il consenso del presidente, la versione definitiva della decisione in francese, lingua facente
         fede, previa &#8220;revisione giuridico&#8209;linguistica&#8221;.
      </P>
      <P class="C09Marge0avecretrait">54&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 2 agosto 2004 la Commissione ha adottato la [decisione controversa]. Quest&#8217;ultima &egrave; stata notificata alla Repubblica francese
         il 3 agosto 2004. (&#8230;)
      </P>
      <P class="C09Marge0avecretrait">(&#8230;)</P>
      <P class="C09Marge0avecretrait">61&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nella decisione [controversa], la Commissione ha considerato anzitutto che si poteva ritenere che il prelievo forfetario,
         previsto (...) per il periodo che va dal 1991 al 1993, sostituisse la tassa professionale di regola dovuta per quegli stessi
         anni. Pertanto, l&#8217;esenzione dalla tassa professionale durante tale periodo non costituiva un aiuto di Stato (punti 22&#8209;33 e
         53 [della decisione controversa]).
      </P>
      <P class="C09Marge0avecretrait">62&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ha dichiarato, per contro, che il regime speciale d&#8217;imposizione applicabile dal 1994 al 2002 istituiva un aiuto
         di Stato rappresentato dalla differenza tra l&#8217;imposizione che la France T&eacute;l&eacute;com avrebbe dovuto sopportare in forza del diritto
         comune e l&#8217;importo dei versamenti a titolo di tassa professionale effettivamente posti a suo carico (in prosieguo: la &#8220;differenza
         d&#8217;imposizione&#8221;). Tale aiuto nuovo, cui era stata illegittimamente data esecuzione in violazione dell&#8217;art.&nbsp;88, n.&nbsp;3, CE, era,
         inoltre, incompatibile con il mercato comune. Di conseguenza, esso doveva essere recuperato (punti 34&#8209;53 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">63&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per qualificare il regime speciale d&#8217;imposizione come aiuto di Stato, ai sensi dell&#8217;art.&nbsp;87, n.&nbsp;1, CE, la Commissione ha svolto
         il seguente ragionamento.
      </P>
      <P class="C09Marge0avecretrait">64&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In primo luogo, la Commissione ha spiegato per quali motivi a suo giudizio si doveva respingere l&#8217;argomento delle autorit&agrave;
         francesi secondo il quale il vantaggio constatato durante il periodo 1994&#8209;2002 era pi&ugrave; che compensato dall&#8217;importo del prelievo
         forfetario al quale la France T&eacute;l&eacute;com era stata assoggettata durante il periodo 1991&#8209;1993 (punti 35&#8209;41 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">65&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per prima cosa, la Commissione ha affermato che la legge 90&#8209;568 aveva istituito due regimi d&#8217;imposizione successivi e distinti:
         da una parte, un regime di esenzione, applicabile dal 1991 al 1993, con sostituzione alle imposte di diritto comune, tra cui
         la tassa professionale, di un prelievo forfetario; dall&#8217;altra, un regime speciale e derogatorio, che sfociava in un&#8217;imposizione
         insufficiente in materia di tassa professionale, applicabile, originariamente, a decorrere dal 1994 e che &egrave; stato poi abolito
         con l&#8217;imposizione liquidata per il 2003 (punti 36 e 38 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">(&#8230;)</P>
      <P class="C09Marge0avecretrait">67&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conseguentemente, la Commissione ha ritenuto di non poter ammettere la compensazione tra la differenza d&#8217;imposizione di cui
         la France T&eacute;l&eacute;com aveva beneficiato dal 1994 al 2002 ed il prelievo forfetario pagato dal 1991 al 1993, il quale non era legato
         alla tassa professionale n&eacute; specificamente dalla legge 90&#8209;568 n&eacute; dalle sue modalit&agrave; di calcolo (punto 38 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">68&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inoltre, la Commissione ha ritenuto che il prelievo forfetario di cui trattasi fosse pi&ugrave; simile al versamento di una partecipazione
         ai risultati al proprietario del capitale che ad un&#8217;imposizione. Ci&ograve; considerato, solo a titolo eccezionale, la Commissione
         poteva ammettere che tale prelievo compensasse l&#8217;esenzione totale dalla tassa professionale di cui la France T&eacute;l&eacute;com aveva
         beneficiato dal 1991 al 1993. Un&#8217;applicazione regolare del diritto avrebbe potuto, all&#8217;opposto, indurre a ritenere che tale
         esenzione costituisse un aiuto di Stato, il cui importo avrebbe dovuto essere sommato a quello della differenza d&#8217;imposizione
         di cui la France T&eacute;l&eacute;com ha beneficiato a decorrere dal 1994 in virt&ugrave; del regime speciale d&#8217;imposizione (punti 38 e 39 della
         decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">69&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Infine, la Commissione ha ritenuto che il ragionamento secondo cui si doveva operare una compensazione tra i versamenti fatti
         dalla France T&eacute;l&eacute;com a favore dello Stato dal 1991 al 1993 e l&#8217;imposizione inferiore di cui la France T&eacute;l&eacute;com aveva beneficiato
         a decorrere dal 1994 presupporrebbe che si riqualificasse come credito d&#8217;imposta il surplus d&#8217;imposizione rispetto al diritto
         comune posto a carico della France T&eacute;l&eacute;com dal 1991 al 1993, il che non risulta dalla legge 90&#8209;568. Tale giustificazione teorica
         a posteriori non corrisponderebbe nemmeno all&#8217;applicazione normale del diritto fiscale francese, ma sarebbe unicamente volta
         ad evitare il recupero dell&#8217;aiuto di Stato concesso alla France T&eacute;l&eacute;com (punto 40 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">70&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In secondo luogo, la Commissione ha sostenuto che la differenza d&#8217;imposizione costituiva un vantaggio per la France T&eacute;l&eacute;com,
         concesso mediante risorse che avrebbero dovuto integrare il bilancio dello Stato, e, pertanto, rappresentava un aiuto di Stato
         (punto 42 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">71&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In terzo luogo, ai punti 43 e 44 della decisione [controversa], la Commissione ha affermato di non poter prendere in considerazione,
         in fase di adozione di una decisione che constata l&#8217;esistenza di un aiuto di Stato, l&#8217;argomento della Repubblica francese
         secondo cui per determinare il vantaggio netto di cui ha beneficiato la France T&eacute;l&eacute;com sarebbe necessario tenere conto della
         riduzione delle basi dell&#8217;imposta sulle societ&agrave; che sarebbe derivata dal pagamento di somme maggiori a titolo di tassa professionale
         (...).
      </P>
      <P class="C09Marge0avecretrait">72&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In quarto luogo, la Commissione, respingendo gli argomenti addotti dalla Repubblica francese secondo cui l&#8217;aiuto controverso
         non poteva essere recuperato in ragione dell&#8217;applicazione delle norme di prescrizione previste dall&#8217;art.&nbsp;15 del regolamento
         [(CE) del Consiglio 22 marzo 1999, n.&nbsp;659, recante modalit&agrave; di applicazione dell&#8217;art.&nbsp;[88&nbsp;CE] (GU&nbsp;L&nbsp;83, pag.&nbsp;1)], ha considerato
         che l&#8217;aiuto controverso costituiva un aiuto nuovo e non un aiuto esistente (punto 45 [della decisione controversa]).
      </P>
      <P class="C09Marge0avecretrait">73&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anzitutto, la Commissione ha indicato che la scadenza del termine di prescrizione previsto dall&#8217;art.&nbsp;15 del regolamento n.&nbsp;659/1999
         non aveva l&#8217;effetto di trasformare un aiuto nuovo in un aiuto esistente, ma solamente di escludere che la Commissione ordinasse
         il recupero di aiuti concessi pi&ugrave; di dieci anni prima del giorno in cui la prescrizione era maturata (punti 46&#8209;48 della decisione
         [controversa]).
      </P>
      <P class="C09Marge0avecretrait">74&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ha poi affermato che la legge 90&#8209;568 aveva instaurato un regime di aiuti e che l&#8217;eventuale prescrizione poteva
         riguardare unicamente gli aiuti concessi nell&#8217;ambito di tale regime e non il regime stesso. Ai fini della prescrizione il
         dies a quo sarebbe quindi il giorno in cui ciascun aiuto &egrave; stato effettivamente concesso alla France T&eacute;l&eacute;com, vale a dire,
         ciascun anno, il giorno in cui la tassa professionale era dovuta (punto 49 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">75&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Infine, la Commissione ha aggiunto che il termine di prescrizione era stato interrotto dalla richiesta di informazioni inviata
         alla Repubblica francese il 28 giugno 2001 (punto 50 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">76&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conseguentemente, la Commissione ha concluso che, giacch&eacute; il primo aiuto individuato era stato concesso per il 1994, ovvero
         meno di dieci anni prima del 28 giugno 2001, l&#8217;aiuto controverso doveva essere recuperato nella sua totalit&agrave; (punto 51 della
         decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">77&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In quinto luogo, la Commissione ha rilevato che le autorit&agrave; francesi non avevano addotto alcun argomento preciso a sostegno
         della compatibilit&agrave; dell&#8217;aiuto controverso con il mercato comune e che essa non ravvisava alcun fondamento giuridico sulla
         base del quale esso potesse essere dichiarato compatibile con il mercato comune (punto 52 [della decisione controversa]).
      </P>
      <P class="C09Marge0avecretrait">78&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pertanto, al punto 53 della decisione [controversa], la Commissione ha concluso, da un lato, che il regime della tassa professionale
         applicabile alla France T&eacute;l&eacute;com nel periodo 1991&#8209;1993 non costituiva un aiuto di Stato e, dall&#8217;altro, che la differenza d&#8217;imposizione
         di cui aveva beneficiato la France T&eacute;l&eacute;com, nel periodo 1994&#8209;2002, in conseguenza del regime speciale d&#8217;imposizione, costituiva
         un aiuto di Stato incompatibile con il mercato comune e cui era stata data esecuzione illegalmente, il quale doveva, pertanto,
         essere recuperato.
      </P>
      <P class="C09Marge0avecretrait">79&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuttavia, l&#8217;importo esatto da recuperare non sarebbe stato determinabile a causa di informazioni divergenti fornite dalle
         autorit&agrave; francesi nel corso del procedimento amministrativo. La Commissione riteneva che l&#8217;aiuto da recuperare ammontasse
         ad una somma &#8211; al netto degli interessi &#8211; compresa tra EUR&nbsp;798 milioni e EUR&nbsp;1,14 miliardi (punti 54&#8209;59 [della decisione controversa]).
      </P>
      <P class="C09Marge0avecretrait">80&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Al punto 54 della decisione [controversa], la Commissione ha richiamato una relazione trasmessa al Parlamento francese dalla
         direzione generale delle imposte nel novembre 2001, secondo cui &#8220;la normalizzazione immediata delle condizioni di imposizione
         di France T&eacute;l&eacute;com per quanto riguarda la tassa professionale avrebbe comportato per l&#8217;impresa, ad aliquota immutata, una maggiorazione
         dell&#8217;imposizione fiscale pari a circa 198 milioni di EUR&#8221;.
      </P>
      <P class="C09Marge0avecretrait">81&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Peraltro, la Commissione si &egrave; avvalsa della stima del 15 maggio 2003, i cui risultati sono rappresentati sotto forma di tabella
         al punto 54 della decisione [controversa]. Secondo le cifre comunicate dalla Repubblica francese, l&#8217;imposizione teorica complessiva
         della France T&eacute;l&eacute;com secondo il diritto comune, per gli anni 1994&#8209;2002, sarebbe stata di EUR&nbsp;8,362 miliardi. L&#8217;imposizione
         effettiva complessiva teorica a carico dell&#8217;impresa per questi stessi anni in forza del regime speciale d&#8217;imposizione sarebbe
         stata di EUR&nbsp;7,222 miliardi. La differenza d&#8217;imposizione di cui avrebbe beneficiato la France T&eacute;l&eacute;com nel periodo 1994&#8209;2002
         sarebbe stata quindi pari a EUR&nbsp;1,14 miliardi.
      </P>
      <P class="C09Marge0avecretrait">82&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ha, inoltre, rilevato che, con lettera del 29 gennaio 2004, le autorit&agrave; francesi le avevano comunicato l&#8217;importo
         dell&#8217;imposizione posta a carico della France T&eacute;l&eacute;com, secondo il diritto comune, per il 2003 (EUR&nbsp;773 milioni) e confermato
         la correttezza della stima del 15 maggio 2003 (punto 55 della decisione [controversa]). Sarebbe stato solo durante le riunioni
         che si sono tenute il 16 e il 23 giugno 2003 che le autorit&agrave; francesi avrebbero contestato l&#8217;affidabilit&agrave; di dette cifre (punti
         56 e 57 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">83&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 5 luglio 2004, le autorit&agrave; francesi avrebbero presentato una nuova stima. Quest&#8217;ultima giungerebbe a risultati differenti,
         riprodotti sotto forma di tabella al punto 58 della decisione [controversa]. L&#8217;imposizione teorica complessiva della France
         T&eacute;l&eacute;com secondo il diritto comune, per gli anni 1994&#8209;2002, sarebbe stata portata a EUR&nbsp;8,02 miliardi. La differenza d&#8217;imposizione
         di cui avrebbe beneficiato la France T&eacute;l&eacute;com nel periodo 1994&#8209;2002 sarebbe stat[a] quindi di EUR&nbsp;798 milioni.
      </P>
      <P class="C09Marge0avecretrait">84&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce delle informazioni contraddittorie comunicate dalla Repubblica francese nel corso del procedimento amministrativo,
         la Commissione ha concluso di non esser in grado di determinare l&#8217;importo da recuperare, ma che quest&#8217;ultimo era compreso
         tra EUR&nbsp;798 milioni e EUR&nbsp;1,14 miliardi, oltre agli interessi. Secondo la Commissione, l&#8217;importo esatto da recuperare doveva
         essere determinato dalle autorit&agrave; francesi, conformemente al loro dovere di cooperazione leale, in fase di esecuzione della
         decisione [controversa] (punti 59 e 60 della decisione [controversa]).
      </P>
      <P class="C09Marge0avecretrait">85&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce di tutto quanto precede, il dispositivo della decisione [controversa] ha il seguente tenore: </P>
      <P class="C10Marge1">&#8220;Articolo 1</P>
      <P class="C10Marge1">L&#8217;aiuto di Stato, concesso illegalmente dalla [Repubblica francese], in contrasto con l&#8217;articolo 88, paragrafo 3, (...)&nbsp;CE,
         in favore di France T&eacute;l&eacute;com mediante il regime della tassa professionale applicabile a tale impresa nel periodo 1&deg;&nbsp;gennaio&nbsp;1994
         &#8211; 31&nbsp;dicembre&nbsp;2002 (...) &egrave; incompatibile con il mercato comune.
      </P>
      <P class="C10Marge1">Articolo 2</P>
      <P class="C10Marge1">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La [Repubblica francese] prende tutte le misure necessarie per recuperare da France T&eacute;l&eacute;com l&#8217;aiuto di cui all&#8217;articolo&nbsp;1.</P>
      <P class="C10Marge1">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il recupero viene eseguito senza indugio e secondo le procedure del diritto interno a condizione che queste consentano l&#8217;esecuzione
         immediata ed effettiva della decisione.
      </P>
      <P class="C10Marge1">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L&#8217;aiuto da recuperare comprende gli interessi, che decorrono dalla data in cui l&#8217;aiuto &egrave; divenuto disponibile per il beneficiario
         fino alla data del recupero.
      </P>
      <P class="C10Marge1">(...)</P>
      <P class="C10Marge1">Articolo 3</P>
      <P class="C10Marge1">La [Repubblica francese] informa la Commissione, entro due mesi dalla data di notificazione della presente decisione, delle
         misure che prevede di prendere e che ha gi&agrave; preso per conformarvisi. A tal fine la [Repubblica francese] deve utilizzare il
         questionario allegato alla presente decisione.
      </P>
      <P class="C10Marge1">Articolo 4</P>
      <P class="C10Marge1">La Repubblica francese &egrave; destinataria della presente decisione&#8221;.</P>
      <P class="C09Marge0avecretrait">86&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il 25 ottobre 2006, la Commissione ha proposto un ricorso per inadempimento diretto a far dichiarare alla Corte che, avendo
         omesso di dare esecuzione, entro il termine impartito, alla decisione [controversa], la Repubblica francese era venuta meno
         agli obblighi ad essa incombenti in forza degli artt.&nbsp;2 e 3 di detta decisione, dell&#8217;art.&nbsp;249, quarto comma, CE nonch&eacute; dell&#8217;art.&nbsp;10&nbsp;CE.
      </P>
      <P class="C09Marge0avecretrait">87&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con sentenza 18 ottobre 2007, causa C&#8209;441/06, Commissione/Francia (Racc.&nbsp;pag.&nbsp;I&#8209;8887), la Corte ha accolto il ricorso della
         Commissione&raquo;.
      </P>
      <P class="C04Titre1">&nbsp;<B>Procedimento dinanzi al Tribunale e sentenza impugnata</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point3">3</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con i loro ricorsi di annullamento proposti dinanzi al Tribunale avverso la decisione controversa, rispettivamente il 13 ottobre
         2004 ed il 10 gennaio 2005, la Repubblica francese e la France T&eacute;l&eacute;com deducevano, in sostanza, che la Commissione aveva erroneamente
         dichiarato, da un lato, che la France T&eacute;l&eacute;com aveva beneficiato di un aiuto illegale e, dall&#8217;altro, che quest&#8217;ultimo doveva
         essere oggetto di rimborso.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point4">4</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Con la sentenza impugnata, il Tribunale ha respinto integralmente i motivi formulati dalla Repubblica francese e dalla France
         T&eacute;l&eacute;com.
      </P>
      <P class="C04Titre1">&nbsp;<B>Conclusioni delle parti</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point5">5</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com chiede che la Corte voglia:
      </P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;annullare la sentenza impugnata;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;statuire definitivamente sul merito, conformemente all&#8217;art.&nbsp;61 dello Statuto della Corte di giustizia dell&#8217;Unione europea,
         ed accogliere le sue conclusioni presentate in primo grado;
      </P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in subordine, rinviare la causa al Tribunale, e</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;condannare la Commissione alle spese.</P>
      <P class="C01PointnumeroteAltN"><A NAME="point6">6</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Repubblica francese chiede che la Corte voglia:
      </P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;annullare la sentenza impugnata;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;statuire definitivamente sul merito, conformemente all&#8217;art.&nbsp;61 dello Statuto della Corte;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;accogliere le domande delle ricorrenti in primo grado;</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in subordine, rinviare la causa al Tribunale, e</P>
      <P class="C03Tiretlong">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;condannare la Commissione alle spese.</P>
      <P class="C01PointnumeroteAltN"><A NAME="point7">7</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione chiede il rigetto dell&#8217;impugnazione e la condanna della France T&eacute;l&eacute;com alle spese.
      </P>
      <P class="C04Titre1">&nbsp;<B>Sull&#8217;impugnazione</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point8">8</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A sostegno della sua impugnazione, la France T&eacute;l&eacute;com deduce cinque motivi, vertenti, in primo luogo, sull&#8217;errore di diritto
         commesso dal Tribunale nel qualificare il regime speciale d&#8217;imposizione come aiuto di Stato, quando invece l&#8217;esistenza di
         un vantaggio in favore della France T&eacute;l&eacute;com dipendeva da fattori esterni a detto regime, in secondo luogo, sul travisamento
         da parte del Tribunale della nozione di aiuto di Stato, in quanto la Commissione avrebbe omesso di tenere conto del regime
         fiscale globale applicabile alla France T&eacute;l&eacute;com nel corso degli anni 1991&#8209;2002, in terzo luogo, sulla violazione del principio
         della tutela del legittimo affidamento, in quarto luogo, sul difetto di motivazione della sentenza impugnata con riferimento
         al principio di prescrizione e, in quinto luogo, su un errore di diritto nonch&eacute; su un&#8217;insufficienza di motivazione della suddetta
         sentenza quanto al principio della certezza del diritto.
      </P>
      <P class="C05Titre2">&nbsp;<I>Sul primo motivo, vertente sull&#8217;errore di diritto commesso dal Tribunale nel qualificare il regime speciale d&#8217;imposizione
            come aiuto di Stato, quando invece l&#8217;esistenza di un vantaggio in favore della France T&eacute;l&eacute;com dipendeva da fattori esterni
            a detto regime</I></P>
      <P class="C06Titre3">&nbsp;Argomenti delle parti</P>
      <P class="C01PointnumeroteAltN"><A NAME="point9">9</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com afferma che l&#8217;esistenza di un eventuale vantaggio finanziario a suo favore rispetto alla situazione di diritto
         comune dipende da una serie di variabili, quali le differenti aliquote della tassa professionale nei comuni francesi nei quali
         sono detenuti attivi imponibili, nonch&eacute; l&#8217;ubicazione geografica di questi ultimi. Di conseguenza, il regime derogatorio applicabile
         alla France T&eacute;l&eacute;com a partire dall&#8217;anno 1994 non sarebbe stato di per s&eacute; vantaggioso, di modo che tale elemento avrebbe dovuto
         indurre il Tribunale ad escludere la qualifica di aiuto di Stato attribuita al regime fiscale di cui trattasi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point10">10</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com sostiene che il Tribunale ha travisato la nozione di aiuto di Stato, dichiarando, al punto 323 della sentenza
         impugnata, che l&#8217;esistenza di un eventuale vantaggio non dipendeva da caratteristiche intrinseche del regime fiscale in questione,
         ma da fattori esterni al medesimo, i cui effetti sono rilevabili solamente a posteriori. Le ripercussioni favorevoli o sfavorevoli
         derivanti da tali fattori non possono conferire carattere di aiuto ad una misura che, alla data della sua adozione, non possedeva
         siffatto carattere.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point11">11</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Repubblica francese sostiene che un regime d&#8217;imposizione derogatorio non &egrave; di per s&eacute; idoneo a costituire un aiuto di Stato.
         Un simile regime, infatti, non procurerebbe necessariamente un vantaggio selettivo alle imprese interessate.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point12">12</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ritiene che il motivo sia irricevibile, non essendo stato dedotto in primo grado.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point13">13</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Essa deduce altres&igrave; che il motivo &egrave; infondato. Infatti, il livello preciso di imposizione risultante dal regime derogatorio
         non sarebbe stato determinabile in anticipo per ogni anno. Tuttavia, detto regime sarebbe stato idoneo a determinare un&#8217;imposizione
         minore rispetto a quella derivante dall&#8217;applicazione del diritto comune in materia di tassa professionale.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point14">14</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione aggiunge che &egrave; frequente che l&#8217;esame di un aiuto di Stato renda necessario prendere in considerazione eventi
         posteriori alla misura esaminata, al fine di determinare se detto aiuto si sia concretizzato e di quantificarlo ai fini del
         recupero del vantaggio conseguito.
      </P>
      <P class="C06Titre3">&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point15">15</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto all&#8217;irricevibilit&agrave; del primo motivo dedotto dalla Commissione, occorre osservare che tale motivo, che rientra nell&#8217;argomentazione
         relativa all&#8217;esistenza di un aiuto di Stato, &egrave; stato presentato in primo grado, precisamente nell&#8217;ambito del primo e del secondo
         motivo sollevati dinanzi al Tribunale.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point16">16</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto alla fondatezza di tale motivo, da costante giurisprudenza emerge che il concetto di aiuto di Stato &egrave; pi&ugrave; ampio di
         quello di sovvenzione. Esso vale a designare non soltanto prestazioni positive, ma anche interventi i quali, in varie forme,
         alleviano gli oneri che normalmente gravano sul bilancio di un&#8217;impresa e che, di conseguenza, senza essere sovvenzioni in
         senso stretto, hanno la stessa natura e producono identici effetti (v.&nbsp;sentenza 8 settembre 2011, cause riunite da C&#8209;78/08
         a C&#8209;80/08, Paint Graphos e&nbsp;a., non ancora pubblicata nella Raccolta, punto 45 e giurisprudenza ivi citata).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point17">17</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre altres&igrave; ricordare che la nozione di vantaggio inerente alla qualificazione di una misura come aiuto di Stato riveste
         carattere oggettivo, indipendente dalle motivazioni degli ideatori della misura di cui trattasi. La natura degli obiettivi
         perseguiti tramite le misure statali e la loro giustificazione sono quindi prive di ogni rilievo ai fini della loro qualificazione
         come aiuto. Secondo una giurisprudenza costante, infatti, l&#8217;art.&nbsp;87, n.&nbsp;1, CE non distingue gli interventi statali a seconda
         della loro causa o del loro scopo, ma li definisce in funzione dei loro effetti (v.&nbsp;sentenza della Corte 13 febbraio 2003,
         causa C&#8209;409/00, Spagna/Commissione, Racc.&nbsp;pag.&nbsp;I&#8209;1487, punto 46 e giurisprudenza ivi citata).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point18">18</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda il caso di specie, &egrave; necessario rilevare che il regime fiscale al quale la France T&eacute;l&eacute;com era soggetta
         nel corso del secondo periodo considerato, vale a dire durante gli anni 1994&#8209;2002, rappresentava un&#8217;eccezione rispetto al
         regime di diritto comune. In particolare, tale societ&agrave; ha beneficiato di un trattamento fiscale specifico a livello nazionale,
         caratterizzato dal fatto che la tassa professionale era calcolata sulla base di un&#8217;aliquota media ponderata rispetto alle
         varie aliquote applicabili nei diversi enti locali, mentre le aliquote alle quali erano soggette le altre imprese erano quelle
         deliberate annualmente da detti enti. Inoltre, la France T&eacute;l&eacute;com era sottoposta ad un&#8217;aliquota unica della tassa professionale
         nel luogo della sua sede principale, mentre le altre imprese erano tassate alle differenti aliquote deliberate dagli enti
         locali sul cui territorio esse possedevano delle sedi. Alla France T&eacute;l&eacute;com veniva, inoltre, applicata un&#8217;aliquota dell&#8217;1,9%
         anzich&eacute; dell&#8217;8% applicabile alle altre imprese a titolo di spese di gestione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point19">19</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda l&#8217;argomentazione dedotta nell&#8217;ambito della presente impugnazione, secondo la quale l&#8217;esame del regime
         fiscale di cui trattasi da parte del Tribunale avrebbe dovuto tenere conto di un certo numero di elementi variabili e di fattori
         esterni, occorre rilevare che sebbene, alla luce delle caratteristiche di detto regime, la Commissione non fosse in grado
         di determinare anticipatamente e per ogni esercizio fiscale il livello preciso di imposizione correlato al medesimo, &egrave; tuttavia
         pacifico che il regime in parola poteva condurre, ed ha effettivamente condotto &#8211; come emerge dal punto 59 della decisione
         controversa e dal punto 225 della sentenza impugnata &#8211; ad un&#8217;imposizione minore a carico della France T&eacute;l&eacute;com a titolo della
         tassa professionale rispetto a quella risultante dall&#8217;applicazione del regime di diritto comune della suddetta tassa.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point20">20</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Si deve inoltre sottolineare che, indipendentemente dalle aliquote della tassa professionale stabilite dagli enti locali,
         la France T&eacute;l&eacute;com beneficiava, comunque, di un&#8217;aliquota ridotta a titolo di spese di gestione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point21">21</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In tale contesto, il Tribunale ha correttamente dichiarato, al punto 323 della sentenza impugnata, che l&#8217;accertamento dell&#8217;esistenza
         di un aiuto dipendeva da un certo numero di &laquo;circostanze esterne&raquo; al regime speciale d&#8217;imposizione, quali la cadenza annuale
         della tassa professionale ed il livello delle aliquote d&#8217;imposizione deliberate annualmente dagli enti locali sul cui territorio
         la France T&eacute;l&eacute;com possedeva delle sedi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point22">22</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Contrariamente a quanto affermato dalla France T&eacute;l&eacute;com e dalla Repubblica francese, simili circostanze non impediscono affatto
         che il regime speciale d&#8217;imposizione possa, gi&agrave; al momento della sua adozione, essere qualificato come aiuto di Stato ai sensi
         dell&#8217;art.&nbsp;87, n.&nbsp;1, CE. Infatti, occorre distinguere tra, da un lato, l&#8217;adozione del regime di aiuto, nel caso in esame il
         regime speciale d&#8217;imposizione, e, dall&#8217;altro, la concessione di aiuti annuali alla France T&eacute;l&eacute;com sulla base di detto regime,
         il cui importo esatto dipendeva da determinati fattori esterni.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point23">23</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Come rilevato dall&#8217;avvocato generale al paragrafo 59 delle sue conclusioni, nel caso di specie ricorre una configurazione
         mista nella quale l&#8217;esistenza di un vantaggio &egrave; dovuta, da una parte, ad un elemento fisso correlato al regime fiscale applicato
         alla France T&eacute;l&eacute;com, speciale rispetto al regime di diritto comune, e, dall&#8217;altra, ad un elemento variabile dipendente da
         circostanze di fatto, vale a dire l&#8217;ubicazione di fabbricati o di terreni in enti locali diversi nonch&eacute; l&#8217;aliquota d&#8217;imposizione
         applicabile in tali enti.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point24">24</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il suddetto regime speciale d&#8217;imposizione, a causa delle caratteristiche che lo contraddistinguono descritte al punto 18 della
         presente sentenza, poteva condurre ad un&#8217;imposizione della France T&eacute;l&eacute;com inferiore a quella a cui quest&#8217;ultima sarebbe stata
         assoggettata qualora le si fosse applicata la tassa professionale secondo il regime di diritto comune.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point25">25</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il fatto che la citata societ&agrave; abbia effettivamente beneficiato di un&#8217;imposizione minore a titolo della tassa professionale
         a partire dall&#8217;anno 1994 &egrave; direttamente correlato alle caratteristiche proprie del regime fiscale derogatorio che le &egrave; stato
         applicato, anche se l&#8217;importo esatto degli aiuti annuali da essa percepiti sulla base di detto regime dipendeva da determinati
         fattori esterni al medesimo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point26">26</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Peraltro, dalla struttura della sentenza impugnata emerge che il punto 323 della stessa, che menziona le circostanze esterne
         del regime speciale d&#8217;imposizione, si riferisce solamente agli aiuti annuali concessi alla France T&eacute;l&eacute;com sulla base del regime
         medesimo. Tale punto rientra, infatti, nell&#8217;analisi del motivo vertente sulla prescrizione del potere della Commissione in
         materia di recupero degli aiuti illegali. Orbene, la valutazione operata dal Tribunale nell&#8217;ambito di un simile motivo non
         pu&ograve; che riferirsi ad aiuti effettivamente percepiti e, pertanto, pu&ograve; riguardare esclusivamente gli aiuti di cui la France
         T&eacute;l&eacute;com ha beneficiato sulla base del regime speciale d&#8217;imposizione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point27">27</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Da tali considerazioni deriva che il Tribunale non ha commesso un errore di diritto nel dichiarare che il regime speciale
         d&#8217;imposizione concedeva un vantaggio alla France T&eacute;l&eacute;com, ai sensi dell&#8217;art.&nbsp;87, n.&nbsp;1, CE, anche se l&#8217;importo esatto degli
         aiuti corrisposti sulla base di tale regime doveva essere stabilito attraverso determinati fattori esterni a detto regime.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point28">28</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pertanto, il primo motivo &egrave; infondato.
      </P>
      <P class="C05Titre2">&nbsp;<I>Sul secondo motivo, vertente sul travisamento da parte del Tribunale della nozione di aiuto di Stato, in quanto la Commissione
            avrebbe omesso di tenere conto del regime fiscale globale applicabile alla France T&eacute;l&eacute;com nel corso degli anni 1991&#8209;2002</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point29">29</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il secondo motivo dedotto dalla France T&eacute;l&eacute;com a sostegno della sua impugnazione comprende tre parti. Occorre esaminare, in
         primo luogo, la seconda parte, che fa riferimento ad un&#8217;asserita erronea interpretazione della decisione controversa. In secondo
         luogo, si esamineranno congiuntamente la prima e la terza parte di tale motivo, essendo queste strettamente collegate.
      </P>
      <P class="C06Titre3">&nbsp;Sulla seconda parte, attinente ad un errore di diritto relativo all&#8217;erronea interpretazione della decisione controversa e
         ad una sostituzione della motivazione compiuta dal Tribunale
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Argomenti delle parti</P>
      <P class="C01PointnumeroteAltN"><A NAME="point30">30</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com sostiene che il Tribunale ha interpretato erroneamente la decisione controversa, in quanto ha ritenuto che
         la Commissione avesse considerato che l&#8217;aiuto controverso non era costituito dalle disposizioni fiscali speciali applicabili
         alla suddetta societ&agrave;, ma dalla differenza d&#8217;imposizione rilevata annualmente tra gli importi posti a carico di quest&#8217;ultima
         e la tassa professionale dovuta in applicazione del regime di diritto comune, cos&igrave; sostituendo la propria motivazione a quella
         della suddetta decisione. La France T&eacute;l&eacute;com sostiene altres&igrave; che una simile interpretazione &egrave; contraria al dispositivo della
         decisione controversa, secondo il quale l&#8217;aiuto controverso &egrave; costituito dal regime della tassa professionale applicabile
         a tale societ&agrave; nel periodo 1&deg; gennaio 1994&#8209;31 dicembre 2002. La Commissione si sarebbe basata, quindi, non sulla cadenza annuale
         della differenza d&#8217;imposizione constatata a partire dall&#8217;anno 1994, ma su altre ragioni di natura diversa.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point31">31</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ribatte che l&#8217;interpretazione della decisione controversa compiuta dal Tribunale nella sentenza impugnata &egrave;
         conforme al tenore letterale della decisione stessa. Essa precisa che non era necessario ribadire, nel dispositivo di detta
         decisione, che la differenza d&#8217;imposizione determinava un vantaggio. Infatti, l&#8217;aiuto di cui ha beneficiato la France T&eacute;l&eacute;com,
         rappresentato dalla sotto&#8209;imposizione di quest&#8217;ultima a titolo della tassa professionale tra gli anni 1994 e 2002, &egrave; stato
         concesso dal regime della tassa professionale applicabile a detta societ&agrave; in tale periodo.
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point32">32</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre rilevare che il Tribunale, al punto 201 della sentenza impugnata, ha esaminato il passaggio della decisione controversa
         secondo cui l&#8217;aiuto derivava dalla differenza d&#8217;imposizione data dalla differenza tra l&#8217;importo dei versamenti a titolo di
         tassa professionale che la France T&eacute;l&eacute;com avrebbe dovuto effettuare se fosse stata soggetta all&#8217;imposta di diritto comune
         e quanto &egrave; stato effettivamente posto a suo carico in forza del regime fiscale di cui trattasi. Il Tribunale ha verificato
         la sussistenza di tale differenza d&#8217;imposizione ai punti 219&#8209;225 di detta sentenza, senza che le sue affermazioni in tal senso
         siano state contraddette dalla France T&eacute;l&eacute;com.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point33">33</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto alla pretesa sostituzione della motivazione asseritamente operata dal Tribunale, &egrave; sufficiente rilevare che quest&#8217;ultimo,
         nel sostituire la propria motivazione a quella della Commissione, non &egrave; andato al di l&agrave; del livello di sindacato giurisdizionale
         richiesto, dato che la differenza d&#8217;imposizione in parola e la cadenza annuale della tassa professionale, cos&igrave; come prevista
         dalle disposizioni del code g&eacute;n&eacute;ral des imp&ocirc;ts, costituiscono parte integrante dell&#8217;iter logico della Commissione sviluppato
         nella decisione controversa.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point34">34</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Si deve, infatti, osservare che il punto 42 della decisione controversa enuncia che &laquo;la differenza tra la tassa professionale
         effettivamente pagata [dalla France T&eacute;l&eacute;com] e quella che avrebbe dovuto essere pagata in virt&ugrave; del diritto comune dal 1&deg;
         gennaio 1994 al 1&deg; gennaio 2003 costituisce un aiuto di Stato, dal momento che rappresenta un vantaggio per [la France T&eacute;l&eacute;com]
         concesso mediante risorse che altrimenti avrebbero integrato il bilancio dello Stato&raquo;. Il punto 49 della medesima decisione
         precisa che la tassa professionale era dovuta con cadenza annuale. Peraltro, la cadenza annuale della tassa professionale
         &egrave; altres&igrave; messa in evidenza al punto 25 della decisione di avvio del procedimento, richiamato dal punto 15 della suddetta
         decisione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point35">35</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza, l&#8217;interpretazione alla quale &egrave; giunto il Tribunale, secondo cui l&#8217;aiuto controverso era costituito dalla differenza
         d&#8217;imposizione data dall&#8217;applicazione di disposizioni che istituivano un regime derogatorio, &egrave; conforme al dispositivo della
         decisione controversa, che qualifica il regime applicabile alla France T&eacute;l&eacute;com tra gli anni 1994 e 2002 come aiuto incompatibile
         con il mercato comune. Infatti, proprio grazie a tale regime derogatorio, la suddetta societ&agrave; non aveva versato gli importi
         della tassa professionale che essa, di norma, avrebbe dovuto corrispondere ai sensi del regime fiscale di diritto comune.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point36">36</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La seconda parte del secondo motivo dev&#8217;essere pertanto respinta.
      </P>
      <P class="C06Titre3">&nbsp;Sulla prima e sulla terza parte, vertenti sul travisamento da parte del Tribunale della nozione di aiuto di Stato, dal momento
         che quest&#8217;ultimo non avrebbe proceduto ad un&#8217;analisi globale del regime fiscale applicabile alla France T&eacute;l&eacute;com
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Argomenti delle parti</P>
      <P class="C01PointnumeroteAltN"><A NAME="point37">37</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com afferma che il Tribunale ha violato l&#8217;obbligo di procedere ad un esame globale di tutte le disposizioni
         previste dal regime derogatorio al regime comune. Per determinare l&#8217;esistenza di un vantaggio, il Tribunale avrebbe confrontato
         gli oneri imposti dal regime derogatorio con il livello di imposizione che le sarebbe stato applicato se detta societ&agrave; fosse
         stata assoggettata al regime fiscale di diritto comune. Esso avrebbe, tuttavia, limitato tale confronto al periodo compreso
         tra il 1994 ed il 2002, senza prendere in considerazione l&#8217;onere fiscale che la France T&eacute;l&eacute;com ha dovuto sopportare nel corso
         degli anni 1991&#8209;1993.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point38">38</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com rileva che n&eacute; la cadenza annuale dell&#8217;imposta n&eacute; le differenze esistenti tra i due periodi d&#8217;imposta considerati
         possono giustificare un&#8217;analisi parziale, limitata al regime fiscale applicabile a partire dall&#8217;anno 1994. Il Tribunale avrebbe
         quindi, erroneamente, rifiutato di tenere conto del surplus d&#8217;imposizione che il prelievo forfetario ha rappresentato per
         tale societ&agrave; nel corso degli anni 1991&#8209;1993 rispetto al livello d&#8217;imposizione che essa avrebbe dovuto sopportare in caso di
         assoggettamento al diritto comune della tassa professionale durante questi stessi anni. Anche ipotizzando che la cadenza annuale
         della tassa professionale possa essere presa in considerazione nell&#8217;analisi, il Tribunale avrebbe dovuto riconoscere che,
         per i primi esercizi rientranti nel regime fiscale derogatorio globale, vale a dire gli anni 1991&#8209;1993, tale societ&agrave; aveva
         subito un surplus d&#8217;imposizione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point39">39</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com ritiene inoltre che il Tribunale abbia commesso un errore di diritto basandosi, al punto 207 della sentenza
         impugnata, sulla sentenza della Corte 15 dicembre 2005, causa C&#8209;66/02, Italia/Commissione (Racc.&nbsp;pag.&nbsp;I&#8209;10901). Il Tribunale
         avrebbe erroneamente ravvisato, sulla base di tale sentenza, un alleviamento degli oneri a favore della France T&eacute;l&eacute;com per
         gli anni 1994&#8209;2002, che non poteva essere compensato dall&#8217;esistenza di un onere specifico imposto alla medesima societ&agrave; a
         titolo degli anni 1991&#8209;1993.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point40">40</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Parimenti, la Repubblica francese deduce che il Tribunale ha travisato la nozione di vantaggio, avendo adottato un approccio
         restrittivo del nesso che deve esistere tra un&#8217;esenzione ed un onere istituiti dal regime fiscale di cui trattasi. Il Tribunale
         avrebbe dovuto analizzare complessivamente il regime derogatorio previsto dalla legge n.&nbsp;90&#8209;568, in particolare gli eventuali
         vantaggi attribuiti alla France T&eacute;l&eacute;com da tale regime derogatorio e gli oneri esorbitanti dal diritto comune gravanti su
         quest&#8217;ultima.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point41">41</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione sostiene che non &egrave; possibile &laquo;compensare&raquo; un aiuto invocando oneri di natura differente e privi di rapporto
         con detto aiuto. Tale impossibilit&agrave; riguarderebbe non solo la questione delle risorse statali, ma anche quella del vantaggio
         concesso. Infatti, una perdita di risorse per lo Stato non potrebbe sottrarsi alla qualifica di aiuto in forza di una &laquo;compensazione&raquo;
         con altre somme corrisposte allo Stato sulla base di altri obblighi. A causa dell&#8217;assenza di un nesso sufficiente tra il regime
         di imposizione applicabile tra gli anni 1991 e 1993, da un lato, e quello in vigore a partire dall&#8217;anno 1994, dall&#8217;altro,
         la teoria della compensazione, sottesa all&#8217;argomentazione della France T&eacute;l&eacute;com, sarebbe infondata.
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point42">42</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce dell&#8217;argomentazione dedotta dalle parti, si deve esaminare se il Tribunale abbia commesso un errore di diritto nel
         dichiarare, al punto 218 della sentenza impugnata, che giustamente la Commissione aveva rifiutato di operare nella decisione
         controversa una compensazione tra gli importi del prelievo forfetario versato dalla France T&eacute;l&eacute;com dal 1991 al 1993 e le differenze
         d&#8217;imposizione risultanti dal regime speciale d&#8217;imposizione per gli anni 1994&#8209;2002, al fine di valutare se tale societ&agrave; abbia
         beneficiato di aiuti di Stato ai sensi dell&#8217;art.&nbsp;87, n.&nbsp;1, CE.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point43">43</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, il Tribunale, pur ammettendo che la Commissione, nell&#8217;esaminare una misura idonea a costituire un aiuto di
         Stato, &egrave; legittimata a tenere conto di oneri specifici gravanti su un vantaggio, ha tuttavia dichiarato, al punto 207 della
         sentenza impugnata, che una misura non pu&ograve; sottrarsi alla qualificazione come aiuto qualora il beneficiario della stessa sia
         soggetto ad uno specifico onere distinto e senza alcuna relazione con l&#8217;aiuto in questione. Tale affermazione del Tribunale
         si basa su un&#8217;interpretazione corretta dell&#8217;art.&nbsp;87, n.&nbsp;1, CE (v. sentenza 2 luglio 1974, causa 173/73, Italia/Commissione,
         Racc.&nbsp;pag.&nbsp;709, punto 34), nonostante il fatto che esso abbia fatto riferimento, per errore, alla citata sentenza della Corte
         15 dicembre 2005, Italia/Commissione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point44">44</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il Tribunale non ha dunque commesso errori di diritto nel considerare, al punto 208 della sentenza impugnata, che la fondatezza
         dell&#8217;argomento della Repubblica francese e della France T&eacute;l&eacute;com &#8211; secondo cui l&#8217;imposizione eccessiva versata da quest&#8217;ultima
         dal 1991 al 1993, a causa del prelievo forfetario al quale era soggetta, compensava la differenza d&#8217;imposizione di cui tale
         societ&agrave; ha beneficiato dal 1994 al 2002 &#8211; dipende dall&#8217;analisi delle caratteristiche obiettive del prelievo forfetario applicabile
         tra gli anni 1991 e 1993 e dalla circostanza che quest&#8217;ultimo possa essere considerato, o meno, come un onere inerente al
         vantaggio che risultava per la France T&eacute;l&eacute;com dal suo assoggettamento al regime speciale d&#8217;imposizione a partire dall&#8217;anno
         1994.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point45">45</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, occorre rilevare che il prelievo applicabile alla France T&eacute;l&eacute;com tra gli anni 1991 e 1993 era definito da
         parametri distinti da quelli applicati a partire dall&#8217;anno 1994 nell&#8217;ambito del regime speciale d&#8217;imposizione. I due regimi
         fiscali si basavano, infatti, su modelli giuridici e su parametri operativi diversi.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point46">46</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Come emerge, infatti, dal punto 17 della decisione controversa e dal punto 209 della sentenza impugnata, la France T&eacute;l&eacute;com,
         ai sensi del regime fiscale che le era applicabile tra gli anni 1991 e 1993, non era assoggettata a nessuna imposta o prelievo
         oltre al prelievo forfetario. L&#8217;importo di quest&#8217;ultimo era definito non gi&agrave; secondo i parametri di determinazione dell&#8217;importo
         della tassa professionale, bens&igrave; con riferimento all&#8217;utile versato allo Stato dall&#8217;ente nel 1989 e nel 1990. Peraltro, il
         prelievo forfetario aveva carattere temporaneo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point47">47</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per contro, ai sensi del regime speciale d&#8217;imposizione applicabile a partire dall&#8217;anno 1994 per una durata indeterminata,
         la France T&eacute;l&eacute;com era, in linea di principio, soggetta a tutte le imposte di diritto comune. Quest&#8217;ultima era tuttavia assoggettata
         alla tassa professionale secondo modalit&agrave; derogatorie rispetto al diritto comune, modalit&agrave; costituenti il regime speciale
         d&#8217;imposizione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point48">48</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In tale contesto, il Tribunale ha potuto correttamente rilevare, al punto 213 della sentenza impugnata, che il prelievo forfetario
         non deve essere considerato un onere inerente all&#8217;attuazione del regime speciale d&#8217;imposizione, ma piuttosto una modalit&agrave;
         d&#8217;imposizione particolare della France T&eacute;l&eacute;com istituita per gli anni precedenti al 1994. In ogni caso, come rilevato dal
         Tribunale al punto 215 della sentenza impugnata, la sola circostanza che il prelievo forfetario e il regime speciale d&#8217;imposizione
         siano stati istituiti entrambi con la legge n.&nbsp;90&#8209;568 non consente di concludere che l&#8217;assoggettamento della France T&eacute;l&eacute;com
         a detto prelievo forfetario, dal 1991 al 1993, era correlato all&#8217;instaurazione del regime speciale d&#8217;imposizione per gli anni
         successivi al 1994.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point49">49</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza, il Tribunale non ha commesso errori di diritto nel concludere, al punto 218 della sentenza impugnata, che
         giustamente la Commissione aveva rifiutato di operare una compensazione tra, da una parte, gli importi del prelievo forfetario
         versati dalla France T&eacute;l&eacute;com dal 1991 al 1993 e, dall&#8217;altra, le differenze d&#8217;imposizione risultanti dal regime speciale d&#8217;imposizione
         istituito in favore di detta societ&agrave; per gli anni 1994&#8209;2002.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point50">50</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Infine, anche assumendo come corretta la tesi secondo cui il regime fiscale applicabile alla France T&eacute;l&eacute;com sarebbe consistito
         in due periodi inscindibili, che avrebbero determinato il primo un&#8217;imposizione eccessiva ed il secondo una sotto&#8209;imposizione,
         &egrave; pacifico che la legge n.&nbsp;90&#8209;568 prevedeva, a partire dall&#8217;anno 1994, un regime speciale d&#8217;imposizione concepito per avere
         durata indeterminata. Orbene, tale legge non conteneva alcun meccanismo che consentisse di operare un calcolo compensativo
         tra gli importi dovuti a titolo del prelievo forfetario per il periodo 1991&#8209;1993 e quelli dovuti, a partire dall&#8217;anno 1994,
         a titolo del regime speciale d&#8217;imposizione. Essa non permetteva quindi di determinare il momento a partire dal quale l&#8217;imposizione
         eccessiva derivante dal primo regime avrebbe dovuto essere compensata nell&#8217;ambito dell&#8217;applicazione del secondo regime. Come
         rilevato dall&#8217;avvocato generale al paragrafo 100 delle sue conclusioni, la suddetta imposizione eccessiva avrebbe dovuto esaurire
         i suoi effetti ad un determinato momento, il che implicava necessariamente la concessione di un vantaggio alla France T&eacute;l&eacute;com
         nell&#8217;ambito del regime speciale d&#8217;imposizione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point51">51</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La prima e la terza parte del secondo motivo non possono quindi essere accolte. Tale motivo va, pertanto, integralmente respinto.
      </P>
      <P class="C05Titre2">&nbsp;<I>Sul terzo motivo, vertente su una violazione del principio della tutela del legittimo affidamento</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point52">52</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il terzo motivo dedotto dalla France T&eacute;l&eacute;com a sostegno della sua impugnazione &egrave; suddiviso in due parti.
      </P>
      <P class="C06Titre3">&nbsp;Sulla prima parte del terzo motivo, vertente su un errore di diritto relativo alle circostanze che consentono di invocare
         il principio della tutela del legittimo affidamento
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Argomenti delle parti</P>
      <P class="C01PointnumeroteAltN"><A NAME="point53">53</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com afferma che, per quanto riguarda l&#8217;invocabilit&agrave; del principio della tutela del legittimo affidamento, il
         Tribunale ha erroneamente limitato la possibilit&agrave; di prendere in considerazione talune circostanze eccezionali ai soli casi
         in cui un aiuto sia stato notificato. Orbene, il fatto che, nel caso di specie, l&#8217;esistenza di un vantaggio potesse essere
         individuata solamente a posteriori, in base all&#8217;evolversi di circostanze esterne al regime speciale d&#8217;imposizione, costituirebbe
         una siffatta circostanza eccezionale.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point54">54</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com sottolinea che il Tribunale non ha determinato n&eacute; l&#8217;atto giuridico che avrebbe dovuto costituire oggetto
         di notifica, n&eacute; la data in cui questa sarebbe dovuta intervenire. Infatti, se il vantaggio corrispondeva ad una differenza
         di imposizione rilevata ogni anno in chiusura di esercizio, sarebbe stato impossibile identificare un obbligo di previa notifica
         del regime fiscale di cui trattasi. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point55">55</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com aggiunge che il Tribunale non ha tenuto conto del fatto che l&#8217;intenzione del legislatore rientrava fra gli
         elementi da esaminare per determinare se tale societ&agrave; poteva nutrire un legittimo affidamento sulla conformit&agrave; della misura
         fiscale di cui trattasi alla luce delle norme applicabili in materia di aiuti di Stato.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point56">56</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ricorda che le imprese beneficiarie di un aiuto possono, in linea di principio, nutrire un legittimo affidamento
         sulla legittimit&agrave; di un aiuto solamente se questo &egrave; concesso nel rispetto del procedimento previsto dal Trattato&nbsp;CE.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point57">57</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Essa deduce che il regime speciale d&#8217;imposizione applicabile alla France T&eacute;l&eacute;com nel corso degli anni 1994&#8209;2002 era un regime
         derogatorio, selettivo, imputabile allo Stato ed applicato ad un&#8217;impresa attiva in mercati aperti alla concorrenza ed agli
         scambi tra Stati membri. Di conseguenza, le autorit&agrave; nazionali avrebbero dovuto notificare il regime speciale della tassa
         professionale applicabile a detta societ&agrave; prima della data in cui tale tassa &egrave; divenuta esigibile.
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point58">58</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occorre rammentare, in via preliminare, che l&#8217;obbligo di notifica costituisce uno degli elementi fondamentali del sistema
         di controllo istituito dal Trattato nel settore degli aiuti di Stato. Nell&#8217;ambito di tale sistema, gli Stati membri hanno
         l&#8217;obbligo, da un lato, di notificare alla Commissione ogni misura volta ad istituire o modificare un aiuto ai sensi dell&#8217;art.&nbsp;87,
         n.&nbsp;1, CE, e, dall&#8217;altro, di non attuare una tale misura, conformemente all&#8217;art.&nbsp;88, n.&nbsp;2, CE, fintantoch&eacute; la suddetta istituzione
         non abbia adottato una decisione definitiva su detta misura.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point59">59</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza, tenuto conto del carattere imperativo del controllo sugli aiuti di Stato svolto dalla Commissione, le imprese
         beneficiarie di un aiuto possono, in linea di principio, fare legittimo affidamento sulla regolarit&agrave; dell&#8217;aiuto solamente
         qualora quest&#8217;ultimo sia stato concesso nel rispetto della procedura prevista dall&#8217;art.&nbsp;88&nbsp;CE e un operatore economico diligente
         deve di norma essere in grado di accertarsi che tale procedura sia stata rispettata. In particolare, quando un aiuto &egrave; stato
         versato senza previa notifica alla Commissione, ed &egrave; pertanto illegale in forza dell&#8217;art.&nbsp;88, n.&nbsp;3, CE, il beneficiario dell&#8217;aiuto
         non pu&ograve; riporre, a quel punto, nessun legittimo affidamento sulla regolarit&agrave; della concessione dello stesso (sentenza della
         Corte 11 novembre 2004, cause riunite C&#8209;183/02&nbsp;P e C&#8209;187/02&nbsp;P, Demesa e Territorio Hist&oacute;rico de &Aacute;lava/Commissione, Racc.&nbsp;pag.&nbsp;I&#8209;10609,
         punti 44 e 45 e giurisprudenza ivi citata).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point60">60</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inoltre, la Corte ha statuito che, quando un aiuto non &egrave; stato notificato alla Commissione, l&#8217;inerzia di questa nei confronti
         di tale misura &egrave; irrilevante (v. sentenza Demesa e Territorio Hist&#972;rico de &Aacute;lava/Commissione, cit., punto&nbsp;52).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point61">61</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nella controversia in esame, &egrave; pacifico che il regime fiscale di cui trattasi, istituito dalla legge n.&nbsp;90&#8209;568, non &egrave; stato
         notificato alla Commissione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point62">62</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dal momento che la France T&eacute;l&eacute;com afferma che non sussisteva un obbligo di notifica, poich&eacute; l&#8217;esistenza di un vantaggio non
         era dimostrata, si deve sottolineare che n&eacute; la pretesa complessit&agrave; del regime fiscale in esame n&eacute; la natura periodica della
         misura di aiuto sono idonee a sottrarre lo Stato membro al suo obbligo di notifica, o a generare un qualsiasi legittimo affidamento
         a favore della societ&agrave; beneficiaria dell&#8217;aiuto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point63">63</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto all&#8217;eventuale pertinenza di circostanze eccezionali idonee a ingenerare, nonostante le considerazioni esposte al punto
         precedente, un legittimo affidamento sulla regolarit&agrave; di un aiuto, &egrave; sufficiente rilevare che il Tribunale, nel valutare siffatte
         circostanze in occasione dell&#8217;esame approfondito dei vari argomenti presentatigli a tale riguardo, al quale ha proceduto ai
         punti 263&#8209;269 della sentenza impugnata, non ha commesso alcun errore di diritto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point64">64</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza, il Tribunale ha correttamente concluso, al punto 270 della sentenza impugnata, che la Repubblica francese
         e la France T&eacute;l&eacute;com non avevano dimostrato l&#8217;esistenza di circostanze eccezionali che consentissero loro di invocare il principio
         della tutela del legittimo affidamento.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point65">65</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&Egrave; necessario concludere che la prima parte del terzo motivo &egrave; infondata.
      </P>
      <P class="C06Titre3">&nbsp;Sulla seconda parte del terzo motivo, vertente su un errore di diritto quanto alle conseguenze giuridiche derivanti da un&#8217;altra
         decisione della Commissione in materia di aiuti di Stato
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Argomenti delle parti</P>
      <P class="C01PointnumeroteAltN"><A NAME="point66">66</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com ritiene che il Tribunale abbia interpretato erroneamente le conseguenze giuridiche derivanti dalla decisione
         della Commissione 8 febbraio 1995, relativa a La Poste (GU&nbsp;C&nbsp;262, pag.&nbsp;11; in prosieguo: la &laquo;decisione relativa a La Poste&raquo;).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point67">67</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com sostiene che la suddetta decisione costituiva un atto positivo idoneo a produrre effetti giuridici e a generare
         un legittimo affidamento sulla conformit&agrave; del regime fiscale di cui trattasi con le norme in materia di aiuti di Stato.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point68">68</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione sottolinea che, dal momento che il regime speciale d&#8217;imposizione costituiva una modalit&agrave; di assoggettamento
         alla tassa professionale derogatoria rispetto al diritto comune, esso era idoneo a concedere un vantaggio finanziario alla
         France T&eacute;l&eacute;com. Alla luce delle caratteristiche di detto regime, la notifica sarebbe dovuta intervenire, al pi&ugrave; tardi, prima
         della data in cui &egrave; divenuto esigibile il versamento della tassa professionale posta a carico di tale societ&agrave; a titolo dell&#8217;anno
         1994.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point69">69</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione afferma che un altro procedimento di esame in materia di aiuti non pu&ograve; generare un legittimo affidamento a
         favore della France T&eacute;l&eacute;com quanto al regime d&#8217;imposizione specifico di cui quest&#8217;ultima era beneficiaria.
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point70">70</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Come &egrave; stato rilevato ai punti 59 e 60 della presente sentenza, il beneficiario di un aiuto non pu&ograve;, in linea di principio,
         invocare considerazioni attinenti al principio della tutela del legittimo affidamento qualora l&#8217;aiuto in parola non sia stato
         notificato alla Commissione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point71">71</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto all&#8217;argomentazione vertente sulla decisione relativa a La Poste, si deve osservare che tale decisione non contiene
         alcuna analisi riguardante il regime derogatorio della tassa professionale applicabile alla France T&eacute;l&eacute;com. In tali circostanze,
         il Tribunale non poteva che dichiarare, al punto 266 della sentenza impugnata, che la Commissione non aveva affatto preso
         posizione su tale regime speciale d&#8217;imposizione e, pertanto, non si era pronunciata sulla possibilit&agrave;, o meno, di qualificarlo
         come aiuto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point72">72</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Per quanto riguarda l&#8217;argomento secondo cui la France T&eacute;l&eacute;com avrebbe potuto interpretare il contesto nel quale la decisione
         relativa a La Poste era stata adottata come una presa di posizione della Commissione sul regime fiscale di cui trattasi, si
         deve rilevare che il Tribunale, senza commettere errori di diritto, ha respinto tale argomento ai punti 265&#8209;269 della sentenza
         impugnata.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point73">73</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza, il Tribunale ha correttamente dichiarato che la decisione relativa a La Poste non conteneva alcun elemento
         pertinente tale da generare un eventuale legittimo affidamento della France T&eacute;l&eacute;com quanto alla legittimit&agrave; del regime fiscale
         di cui trattasi alla luce delle norme in materia di aiuti di Stato. La seconda parte del terzo motivo &egrave; quindi infondata.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point74">74</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce delle suesposte considerazioni, il terzo motivo deve essere integralmente respinto.
      </P>
      <P class="C05Titre2">&nbsp;<I>Sul quarto motivo, vertente sul difetto di motivazione della sentenza impugnata nella parte riguardante la risposta agli argomenti
            relativi al principio di prescrizione</I></P>
      <P class="C06Titre3">&nbsp;Argomenti delle parti</P>
      <P class="C01PointnumeroteAltN"><A NAME="point75">75</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com ricorda che le autorit&agrave; francesi hanno spiegato, nell&#8217;ambito del procedimento amministrativo, che l&#8217;eventuale
         sotto&#8209;imposizione durante gli anni 1994&#8209;2002 non poteva, in ogni caso, essere recuperata, dato che il regime fiscale di cui
         trattasi era stato istituito pi&ugrave; di dieci anni or sono. Orbene, l&#8217;art.&nbsp;15 del regolamento n.&nbsp;659/1999 prevederebbe che i poteri
         della Commissione in materia di recupero di un aiuto sono soggetti ad un termine di prescrizione di dieci anni.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point76">76</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com ritiene che il Tribunale non si sia pronunciato sul principio di prescrizione cos&igrave; dedotto dinanzi ad esso.
         Esso avrebbe invece sostituito, a tale riguardo, la propria motivazione a quella della decisione controversa. Inoltre, la
         sentenza impugnata non individuerebbe l&#8217;atto giuridico vincolante costituente il dies a quo della prescrizione. L&#8217;atto da
         cui decorrerebbe la prescrizione sarebbe la legge n.&nbsp;90&#8209;568.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point77">77</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Repubblica francese osserva che il Tribunale ha commesso un errore di diritto nel dichiarare che il termine di prescrizione
         dell&#8217;aiuto in esame non poteva iniziare a decorrere prima dell&#8217;anno 1994. Anche ammettendo che il regime d&#8217;imposizione derogatorio
         costituisse un aiuto di Stato, il solo atto giuridico vincolante e identificabile al fine di determinare il dies a quo del
         termine di prescrizione relativo alla misura di cui trattasi sarebbe la legge n.&nbsp;90&#8209;568, entrata in vigore il 2 luglio 1990.
         La Commissione avrebbe deciso di avviare il procedimento di esame preliminare del regime speciale d&#8217;imposizione della France
         T&eacute;l&eacute;com inviando alle autorit&agrave; francesi una domanda di informazioni il 28 giugno 2001. Orbene, a tale data, il termine di
         prescrizione relativo all&#8217;obbligo di recupero sarebbe stato scaduto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point78">78</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione sottolinea che il Tribunale era solamente tenuto a stabilire se l&#8217;aiuto concesso alla France T&eacute;l&eacute;com dal regime
         speciale della tassa professionale in vigore dall&#8217;anno 1994 fosse prescritto o meno. Di conseguenza, la censura secondo cui
         il Tribunale avrebbe sostituito la propria motivazione a quella della decisione controversa non pu&ograve; essere accolta.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point79">79</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione precisa che le norme di prescrizione in materia di aiuti di Stato riguardano il recupero di questi ultimi.
         Orbene, sarebbe possibile recuperare un aiuto solamente nei casi in cui il suo importo &egrave; determinabile. Per quanto riguarda
         il regime fiscale in esame, il vantaggio sarebbe stato dimostrabile solo su base annuale e a posteriori.
      </P>
      <P class="C06Titre3">&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point80">80</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto al principio di prescrizione, occorre ricordare che, a norma dell&#8217;art.&nbsp;15, n.&nbsp;1, del regolamento n.&nbsp;659/1999, i poteri
         della Commissione per quanto riguarda il recupero degli aiuti sono soggetti ad un termine di prescrizione di dieci anni. Dal
         n.&nbsp;2 del medesimo articolo emerge che il termine di prescrizione inizia a decorrere solamente il giorno in cui l&#8217;aiuto illegale
         viene concesso al beneficiario. Di conseguenza, l&#8217;elemento decisivo ai fini della determinazione del termine di prescrizione
         di cui al citato art.&nbsp;15 &egrave; quello della concessione effettiva dell&#8217;aiuto. 
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point81">81</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dal suddetto art.&nbsp;15, n.&nbsp;2, emerge che tale disposizione, per fissare il dies a quo del termine di prescrizione, fa riferimento
         alla concessione dell&#8217;aiuto al beneficiario e non alla data di adozione di un regime di aiuti.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point82">82</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, occorre sottolineare che la determinazione della data di concessione di un aiuto pu&ograve; variare in funzione
         della natura dell&#8217;aiuto di cui trattasi. Cos&igrave;, nell&#8217;ipotesi di un regime pluriennale consistente in versamenti o nella concessione
         periodica di vantaggi, la data di adozione di un atto costituente la base giuridica dell&#8217;aiuto e quella in cui le imprese
         percepiranno effettivamente il beneficio dell&#8217;aiuto medesimo possono essere separate da un lasso di tempo considerevole. In
         tal caso, ai fini del calcolo del termine di prescrizione, l&#8217;aiuto deve considerarsi concesso al beneficiario solamente alla
         data in cui esso &egrave; stato effettivamente erogato a quest&#8217;ultimo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point83">83</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Va ricordato, a tale riguardo, che la Commissione, al punto 49 della decisione controversa, ha precisato che il termine di
         prescrizione iniziava a decorrere ogni anno alla data in cui era dovuto il versamento della tassa professionale da parte della
         France T&eacute;l&eacute;com.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point84">84</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Infatti, come risulta dal punto 320 della sentenza impugnata, il termine di prescrizione ricomincia a decorrere ad ogni concessione
         effettiva, eventualmente annuale, del vantaggio, di modo che il computo del termine di prescrizione pu&ograve; dipendere dalla maniera
         in cui il vantaggio &egrave; identificato.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point85">85</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nel caso di specie, dal momento che l&#8217;accertamento dell&#8217;esistenza dell&#8217;aiuto doveva essere compiuto sulla base delle diverse
         aliquote applicabili in ciascun comune sul cui territorio erano situate le sedi della France T&eacute;l&eacute;com, il Tribunale, al punto
         323 della sentenza impugnata, ha effettuato un&#8217;analisi della cadenza annuale della tassa professionale e delle conseguenze
         che ne derivavano.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point86">86</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Di conseguenza, il Tribunale ha correttamente dichiarato, al punto 324 della sentenza impugnata, che, a causa della cadenza
         annuale della tassa professionale, l&#8217;aiuto controverso non poteva considerarsi concesso prima del 1994, dato che &egrave; allora
         che sono stati adottati gli atti giuridicamente vincolanti i quali hanno consentito, per la prima volta, di constatare l&#8217;esistenza
         di una differenza d&#8217;imposizione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point87">87</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inoltre, l&#8217;approccio utilizzato dal Tribunale &egrave; confermato dalla formulazione dell&#8217;art.&nbsp;15, n.&nbsp;1, del regolamento n.&nbsp;659/1999,
         da cui emerge che sono i poteri della Commissione in materia di recupero dell&#8217;aiuto ad essere soggetti ad un termine di prescrizione.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point88">88</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quanto, infine, all&#8217;argomento secondo cui il Tribunale avrebbe violato l&#8217;obbligo di motivazione relativo al principio di prescrizione,
         risulta da una costante giurisprudenza che quest&#8217;ultimo non &egrave; tenuto a fornire una spiegazione che ripercorra esaustivamente
         e singolarmente tutti i ragionamenti svolti dalle parti della controversia. La motivazione pu&ograve; quindi essere implicita, a
         condizione che consenta agli interessati di conoscere le ragioni per le quali sono state adottate le misure di cui trattasi
         ed al giudice competente di disporre degli elementi sufficienti per esercitare il suo sindacato (v., segnatamente, sentenza
         21 settembre 2006, causa C&#8209;105/04&nbsp;P, Nederlandse Federatieve Vereniging voor de Groothandel op Elektrotechnisch Gebied/Commissione,
         Racc.&nbsp;pag.&nbsp;I&#8209;8725, punto 72, e 8 febbraio 2007, causa C&#8209;3/06&nbsp;P, Groupe Danone/Commissione, Racc.&nbsp;pag.&nbsp;I&#8209;1331, punto&nbsp;46).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point89">89</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, si deve osservare che il Tribunale, ai punti 323 e 324 della sentenza impugnata, ha esplicitato la propria
         valutazione delle caratteristiche del regime della tassa professionale per concludere, al punto 325 di detta sentenza, che
         il termine di prescrizione previsto dall&#8217;art.&nbsp;15 del regolamento n.&nbsp;659/1999 non era scaduto il 28 giugno 2001, giorno in
         cui una richiesta d&#8217;informazioni &egrave; stata inviata alla Repubblica francese.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point90">90</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ci&ograve; premesso, occorre dichiarare che il Tribunale si &egrave; adeguatamente pronunciato sugli argomenti relativi al principio di
         prescrizione dedotti dalla France T&eacute;l&eacute;com e non ha violato i requisiti di motivazione derivanti dalla giurisprudenza richiamata
         al punto 88 della presente sentenza.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point91">91</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alla luce delle suesposte considerazioni, il quarto motivo non pu&ograve; essere accolto.
      </P>
      <P class="C05Titre2">&nbsp;<I>Sul quinto motivo, vertente su un errore di diritto e su un difetto di motivazione della sentenza impugnata nella parte riguardante
            gli argomenti relativi ad una violazione del principio della certezza del diritto</I></P>
      <P class="C01PointnumeroteAltN"><A NAME="point92">92</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Il quinto motivo dedotto dalla France T&eacute;l&eacute;com a sostegno della sua impugnazione &egrave; suddiviso in due parti.
      </P>
      <P class="C06Titre3">&nbsp;Argomenti delle parti</P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sulla prima parte del quinto motivo, vertente sull&#8217;assenza di motivazione e sull&#8217;errore di diritto a causa dell&#8217;impossibilit&agrave;
         di stabilire l&#8217;importo da recuperare dell&#8217;aiuto
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point93">93</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com ritiene che il Tribunale non si sia pronunciato sull&#8217;argomento secondo cui, quando la Commissione esamina
         un vantaggio il cui importo effettivo &egrave; impossibile da stabilire, essa non pu&ograve; ordinare il recupero di un simile vantaggio.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point94">94</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Essa ne deduce che il Tribunale ha violato il principio della certezza del diritto, dato che l&#8217;eventuale importo da recuperare
         continua ad essere ipotetico e la quantificazione dell&#8217;aiuto recuperabile non pu&ograve; fondarsi su stime approssimative.
      </P>
      <P class="C07Titre4">&#8211;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sulla seconda parte del quinto motivo, vertente sul difetto di motivazione e sull&#8217;errore di diritto nella valutazione dei
         metodi di approssimazione dell&#8217;importo dell&#8217;aiuto
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point95">95</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com afferma che il Tribunale ha commesso un errore di diritto nel dichiarare, ai punti 297 e 305 della sentenza
         impugnata, che la Commissione poteva legittimamente stabilire una forbice relativa all&#8217;importo dell&#8217;aiuto da recuperare sulla
         base di approssimazioni fornite dalle autorit&agrave; francesi e che, pertanto, non poteva ravvisarsi una violazione del principio
         della certezza del diritto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point96">96</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La France T&eacute;l&eacute;com osserva che le stime in questione non sarebbero state trasmesse dalle autorit&agrave; francesi allo scopo di determinare
         la consistenza effettiva di una differenza di imposizione nel periodo compreso tra il 1994 ed il 2002. Tali calcoli sarebbero
         stati presentati al fine di dimostrare che l&#8217;eventuale sotto&#8209;imposizione della societ&agrave; nel corso di detto periodo era compensata
         dal suo eccesso d&#8217;imposizione durante i primi anni del regime fiscale derogatorio, vale a dire gli anni 1991&#8209;1993.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point97">97</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nella sua replica alle due parti del quinto motivo, la Commissione fa valere che, nelle sue valutazioni relative al principio
         della certezza del diritto, il Tribunale si &egrave; limitato a trarre le conseguenze derivanti da vari elementi indicati nella sentenza
         della Corte 18 ottobre 2007, causa C&#8209;441/06, Commissione/Francia (Racc.&nbsp;pag.&nbsp;I&#8209;8887).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point98">98</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Commissione ritiene dunque che il Tribunale abbia adeguatamente motivato la conclusione secondo cui la France T&eacute;l&eacute;com non
         pu&ograve; fondatamente sostenere che, per il solo fatto che l&#8217;importo dell&#8217;aiuto di cui trattasi doveva essere precisato ai fini
         della sua restituzione, sarebbe stato violato il principio della certezza del diritto.
      </P>
      <P class="C06Titre3">&nbsp;Giudizio della Corte</P>
      <P class="C01PointnumeroteAltN"><A NAME="point99">99</A>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tenuto conto della loro connessione, occorre esaminare congiuntamente le due parti del quinto motivo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point100">100</A>&nbsp;&nbsp;&nbsp;&nbsp;A tale riguardo, si deve ricordare che il principio della certezza del diritto, che fa parte dei principi generali del diritto
         dell&#8217;Unione, esige che le norme di diritto siano chiare, precise e prevedibili nei loro effetti, affinch&eacute; gli interessati
         possano orientarsi nelle situazioni e nei rapporti giuridici rientranti nella sfera del diritto dell&#8217;Unione (v., in tal senso,
         sentenze 15 febbraio 1996, causa C&#8209;63/93, Duff e&nbsp;a., Racc.&nbsp;pag.&nbsp;I&#8209;569, punto 20; 7 giugno 2007, causa C&#8209;76/06&nbsp;P, Britannia
         Alloys &amp; Chemicals/Commissione, Racc.&nbsp;I&#8209;4405, punto 79, nonch&eacute; 18 novembre 2008, causa C&#8209;158/07, F&ouml;rster, Racc.&nbsp;pag.&nbsp;I&#8209;8507,
         punto&nbsp;67).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point101">101</A>&nbsp;&nbsp;&nbsp;&nbsp;Quanto all&#8217;argomentazione presentata a sostegno del quinto motivo, si deve osservare che il Tribunale, al punto 301 della
         sentenza impugnata, ha ricordato che, sulla base delle stime effettuate dalla Commissione, l&#8217;importo dell&#8217;aiuto doveva essere
         compreso tra EUR&nbsp;798 milioni ed EUR&nbsp;1,14 miliardi. Poich&eacute; tali cifre costituivano la forbice all&#8217;interno della quale doveva
         essere determinato l&#8217;importo definitivo, il Tribunale ha dichiarato, facendo segnatamente riferimento ai punti 31&#8209;40 della
         citata sentenza Commissione/Francia, che la decisione controversa conteneva le indicazioni adeguate a consentire la determinazione,
         senza eccessive difficolt&agrave;, di detto importo.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point102">102</A>&nbsp;&nbsp;&nbsp;&nbsp;Inoltre, va ricordato che la Corte, al punto 29 della citata sentenza Commissione/Francia, ha dichiarato che nessuna norma
         di diritto dell&#8217;Unione impone che la Commissione, all&#8217;atto di ordinare la restituzione di un aiuto dichiarato incompatibile
         con il mercato comune, determini l&#8217;importo esatto dell&#8217;aiuto da restituire. &Egrave; sufficiente che la decisione della Commissione
         contenga elementi che permettano al destinatario stesso di determinare, senza difficolt&agrave; eccessive, tale importo (v., altres&igrave;,
         sentenze 12 ottobre 2000, causa C&#8209;480/98, Spagna/Commissione, Racc.&nbsp;pag.&nbsp;I&#8209;8717, punto 25, e 12 maggio 2005, causa C&#8209;415/03,
         Commissione/Grecia, Racc.&nbsp;pag.&nbsp;I&#8209;3875, punto&nbsp;39).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point103">103</A>&nbsp;&nbsp;&nbsp;&nbsp;Cos&igrave;, il Tribunale, ai punti 302 e 303 della sentenza impugnata, ha precisato che la suddetta forbice era stata determinata
         sulla base delle stime fornite dalle autorit&agrave; francesi nel corso del procedimento amministrativo e che, non essendo tale Stato
         membro stato in grado di procedere ad un calcolo esatto del vantaggio di cui la France T&eacute;l&eacute;com aveva beneficiato a titolo
         del regime fiscale di cui trattasi, la Commissione era legittimata a fondarsi sui dati cos&igrave; comunicati.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point104">104</A>&nbsp;&nbsp;&nbsp;&nbsp;In tali circostanze, il Tribunale ha correttamente concluso, al punto 305 della sentenza impugnata, che la decisione controversa
         non violava il principio della certezza del diritto.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point105">105</A>&nbsp;&nbsp;&nbsp;&nbsp;Da tali considerazioni deriva che n&eacute; la Repubblica francese n&eacute; la France T&eacute;l&eacute;com possono invocare il suddetto principio al
         fine di ostacolare la restituzione di un aiuto illegale (v. sentenza 15 dicembre 2005, causa C&#8209;148/04, Unicredito Italiano,
         Racc.&nbsp;pag.&nbsp;I&#8209;11137, punto&nbsp;104).
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point106">106</A>&nbsp;&nbsp;&nbsp;&nbsp;Pertanto, il Tribunale ha legittimamente dichiarato che la decisione controversa non &egrave; viziata da illegittimit&agrave; per essersi
         limitata a menzionare una forbice indicativa con riferimento all&#8217;importo dell&#8217;aiuto da recuperare.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point107">107</A>&nbsp;&nbsp;&nbsp;&nbsp;Peraltro, dai punti 301&#8209;305 della sentenza impugnata emerge che quest&#8217;ultima non &egrave; viziata da un difetto di motivazione neppure
         per quanto riguarda la valutazione del motivo vertente su una violazione del principio della certezza del diritto, quale sollevato
         dalla France T&eacute;l&eacute;com e dalla Repubblica francese.
      </P>
      <P class="C01PointnumeroteAltN"><A NAME="point108">108</A>&nbsp;&nbsp;&nbsp;&nbsp;Il quinto motivo dedotto dalla France T&eacute;l&eacute;com a sostegno della sua impugnazione non pu&ograve; essere accolto e, pertanto, quest&#8217;ultima
         va integralmente respinta.
      </P>
      <P class="C04Titre1">&nbsp;<B>Sulle spese</B></P>
      <P class="C01PointnumeroteAltN"><A NAME="point109">109</A>&nbsp;&nbsp;&nbsp;&nbsp;Ai sensi dell&#8217;art.&nbsp;69, n.&nbsp;2, del regolamento di procedura, applicabile al procedimento di impugnazione in forza dell&#8217;art.&nbsp;118
         del medesimo regolamento, la parte soccombente &egrave; condannata alle spese se ne &egrave; stata fatta domanda. Poich&eacute; la Commissione
         ne ha fatto domanda, la France T&eacute;l&eacute;com, rimasta soccombente, deve essere condannata alle spese. La Repubblica francese sopporter&agrave;
         le proprie spese.
      </P>
      <P class="C41DispositifIntroduction">Per questi motivi, la Corte (Terza Sezione) dichiara e statuisce:</P>
      <P class="C08Dispositif">1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>L&#8217;impugnazione &egrave; respinta.</B></P>
      <P class="C08Dispositif">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>La France T&eacute;l&eacute;com SA &egrave; condannata alle spese.</B></P>
      <P class="C08Dispositif">3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<B>La Repubblica francese sopporta le proprie spese.</B></P>
      <P class="C77Signatures">Firme</P>
      <HR>
      <P class="C42FootnoteLangue"><A HREF="#Footref1" NAME="Footnote1">1</A>? Lingua processuale: il francese
      </P>
   </BODY>
</HTML>
